{
//NPC INFO
   "npc-display-name": "Zoro",

///GIFT TASTE DIALOGUE

//before marriage
   "gift.love": "Como você sabia que eu amo isso?$7#$b#Muito obrigado!",
   "gift.like": "Isso é para mim? Você é muito legal, fazendeira.",
   "gift.dislike": "O que devo fazer com isso? Acho que posso vender isso para Pierre.$11#$b#Obrigado.",
   "gift.hate": "Por que você está me dando isso? Você está tentando arranjar uma briga comigo?!$5#$b#Eu odeio isso!",
   "gift.neutral": "Suponho que isso possa ser útil, obrigado.",

//marriage
   "marriage_gift.love": "Eu amo você! Como você sabia que eu queria isso?$7#$b#Muito obrigado amor!",
   "marriage_gift.like": "Isso é para mim? Você é o melhor querido.",
   "marriage_gift.dislike": "Querida, o que devo fazer com isso? Acho que posso vender isso para Pierre.$11#$b#Obrigado.",
   "marriage_gift.hate": "Que diabos, baby! Por que você está me dando isso?! Você está tentando me deixar com raiva?!$5#$b#Você sabe que eu odeio isso!",
   "marriage_gift.neutral": "Suponho que isso pode ser útil, obrigado amor.",

///BIRTHDAY RESPONSE

   "birthday.NPC.cs.4274": "O que? Para meu aniversário?!$8#$b#Não acredito que você se lembrou do meu aniversário! Eu nem lembrava que era hoje.$12#$b#Muito obrigado @, eu realmente amo isso!$7",
   "birthday.NPC.cs.4276": "Você está me dando isso? Nossa, qual é a ocasião especial?$3#$b#Meu aniversário?! Isso torna ainda melhor! Obrigado @!$7",
   "birthday.NPC.cs.4278": "O que é isto?$9#$b#Para meu aniversário?! Por que você me daria isso no meu aniversário?$10#$b#Você está tentando arranjar uma briga comigo?! Este é um presente terrível! Eu odeio isso!$5",
   "birthday.NPC.cs.4280": "Você comprou isso para o meu aniversário?$13#$b#Você é muito legal, sabia disso? Obrigado.$1",
    
///DIALOGUE

//intro
  "dialogue.introduction": "Ei, você é a nova fazendeira.#$b#Meu nome é Zoro. Roronoa Zoro.#$e#Algum tempo atrás, eu costumava ser um caçador de piratas.#$b#Mais tarde, eu mesmo me tornei um pirata.#$e#E agora, acabei em Pelican Town e comecei a trabalhar na peixaria de Willy recentemente.#$e#A vida tem sido engraçada assim.#$b#Aqui, deixe-me dar-lhe algo como um presente de boas-vindas. Eu não tenho necessidade deles de qualquer maneira.$1#$b#$q 101/102 intro_question#Você gostaria de algum fertilizante ou barra de cobre?#$r 101 10 intro_question_fertilizer#Fertilizante, obrigada!#$r 101 10 intro_question_copperbar#Barra de cobre, obrigada!#$r 102 -20 intro_question_no#Não, obrigada, fique com seus presentes.",
  "intro_question_fertilizer": "Fertilizante é uma boa escolha.$1[368]",
  "intro_question_copperbar": "A barra de cobre é uma boa escolha.$1[334]",
  "intro_question_no": "Oh, ok então... vejo você por aí, eu acho.$2",

//special dialogue
  "dialogue.dumped_Guys": "Não temos nada para conversar!$5#$b#Eu não posso acreditar que fui trocado assim...$10#$b#Quantas outras pessoas você estava vendo?!$10#$e#Não fale comigo agora!$5",
  "dialogue.secondChance_Guys": "Eu pensei muito sobre isso...$2#$b#E eu decidi te dar uma segunda chance porque eu te amo demais.$4#$b#Só não me traia de novo, esta é a primeira e última vez, tudo bem?$11",
  "dialogue.pamHouseUpgrade": "Ouvi dizer que você foi uma das pessoas que doou para a nova casa de Pam.$1#$b#Eu não sabia que você era tão filantropa!$3",
  "dialogue.pamHouseUpgradeAnonymous": "Eu ouvi que uma pessoa rica e generosa na cidade de Pelican doou uma tonelada de dinheiro para a nova casa de Pam.#$b#Eu me pergunto quem foi o doador!",
  "dialogue.Divorced": "Você quebrou meu coração ao se divorciar de mim!$5#$b#Não temos mais nada para falar!$5#$e#%Zoro agora está te ignorando.",
  "dialogue.danceRejection": "Desculpe, pergunte a outra pessoa. Não estou interessado em dançar.$11#$b#Já te disse que tenho dois pés esquerdos quando se trata de dançar.$14",
  "dialogue.breakUp": "O que é isso? Um buquê murcho?$9#$b#Você quer terminar comigo?!$9#$b#Tudo bem, se é isso que você quer, não vou perguntar mais nada!$5#$e#Vá embora, terminamos, certo?$10#$e#%Zoro não está mais falando com você.",

  "courtship.stardrop_gift": "Minha vida na fazenda tem sido ótima e tudo graças a você.$l#$b#Eu te amo e tudo que você faz por mim.$12#$b#Eu gostaria que você tivesse isso.$8",
  "courtship.give_flowersA": "Oh essas flores são bonitas...#$b#O que? Eles são para mim?! Obrigado!$3#$b#Encontro? Encontro quem...?$11#$b#Comigo?!$9#$b#Você quer que eu seja seu namorado?$9#$b#...Por que demorou tanto para perguntar? Claro que direi sim.$8",
  "courtship.give_flowersB": "Oh essas flores são bonitas...#$b#O que? Eles são para mim?! Obrigado!$3#$b#Encontro? Encontro quem...?$11#$b#Comigo?!$9#$b#Você quer que eu seja seu namorado?$9#$b#...Por que demorou tanto para perguntar? Claro que direi sim.$8",
  "courtship.give_pendant": "Um pingente de sereia?!$9#$b#Você... Você quer se casar comigo?$9#$b#Eu não tenho palavras agora - quer dizer, é claro que vou me casar com você, @!$7#$b#Eu tenho que deixar o prefeito saber direito?$8#$b#O casamento será em três dias!$8#$e#Este é o dia mais feliz da minha vida!$7#$b#Não, espere, o dia do nosso casamento seria o dia mais feliz da minha vida.$8",
  "courtship.reject_two_heartA": "Desculpe, mas você ainda é uma estranha para mim.$2",
  "courtship.reject_two_heartB": "Não estamos tão próximos, desculpe.$2",
  "courtship.reject_four_heartA": "Hum, talvez pergunte novamente quando estivermos um pouco mais próximos, sim?$11",
  "courtship.reject_four_heartB": "Desculpa não te vejo assim.$11",
  "courtship.engageA": "Você já está noiva, mas ainda está me perguntando?$10",
  "courtship.engageB": "Você já tem alguém então por que você está me perguntando?$10",
  "courtship.marriedA": "Você já é casada, mas ainda está olhando para outras pessoas?!$5",
  "courtship.marriedB": "Por quem você me quer?!$5#$b#Você já é casada! Não sou um destruidor de casas..$10",
  "courtship.refusal_no_heartsA": "Você de novo?$16#$b#Desculpe, eu não te conheço. Dê isso para outra pessoa.$11",
  "courtship.refusal_no_heartsB": "Você está brincando comigo? Por que você me daria isso? Não é engraçado.$10",
  "courtship.refusal_knownA": "Desculpe, não estou interssado.$2",
  "courtship.refusal_knownB": "Desculpe, pergunte a outra pessoa.$2",
  "courtship.refusal_botherA": "Eu disse não, pare de me incomodar?$10",
  "courtship.refusal_botherB": "Vá incomodar outra pessoa, né?$10",
  "courtship.rejectNPCA": "Desculpe, mas não.$11",
  "courtship.rejectNPCB": "Não posso dizer que sinto o mesmo, desculpe...$2",

//location coordinate dialogue
  "dialogue.BoardingHouse_14_19":"Um homem não pode ter um pouco de privacidade enquanto está no banheiro?$10#$b#Pelo menos espere lá fora até eu terminar.$2#$b#Você quer me ver tomar banho ou algo assim?$11",
  "dialogue.BoardingHouse_14_5":"Eu gosto do meu café escuro, não porque prefiro, mas porque odeio coisas doces como açúcar ou creme.",
  "dialogue.BoatHouseCellar_5_4":"Um homem não pode ter um pouco de privacidade enquanto está no banheiro?$10#$b#Pelo menos espere lá fora até eu terminar.$2#$b#Você quer me ver tomar banho ou algo assim?$11",
  "dialogue.BoatHouseCellar_8_4":"Você não pode me encarar enquanto eu tento usar o banheiro?#5#$b#Saia daqui @!$10",
  "dialogue.ZoroBoatHouse_3_5":"Estou apenas grelhando peixes que peguei hoje de manhã para o jantar. Já que está chovendo hoje, não quero ter que caminhar até o Saloon esta noite.#$b#Quer se juntar a mim?",
  "dialogue.ZoroBoatHouse_2_5":"Hey, bom dia. Só estou fazendo um café antes de começar o dia.",
  "dialogue.Beach_11_39":"Você está se perguntando como acabei em um lugar como a cidade Pelican?$11#$b#Eu também me pergunto.$11#$b#Eu costumava fazer parte dessa equipe engraçada com alguns caras muito interessantes.$13",
  "dialogue.FishShop_4_6":"Yeah? O que você quer?$11#$b#Você quer ajuda para escolher varas de pesca?$11#$b#O que eu pareço? Um especialista em varas de pesca? Vai perguntar ao Willy.$11",
  "dialogue.Farm_71_11":"Ei bebê. Você quer me assistir malhando?$6#$b#Brincadeira, vou terminar daqui a pouco, então posso te ajudar na fazenda.$6#$b#3226...3227...3228...$6",

//getting lost dialogue
  "dialogue.Town_29_27": "Ei, esta não é a loja do Pierre.$11#$b#Onde estou?$2#$b#O que? Não estou perdido.$15",
  "dialogue.SeedShop_14_23": "Tarde, @. Como está seu dia até agora?#$b#Willy me pediu para pegar alguns suprimentos de Pierre hoje.",
  "dialogue.Mountain_56_21": "Ei, este não é o ferreiro do Clint.$10#$b#Onde estou?$2#$b#Não se atreva a dizer que estou perdido.$16#$b#Porque não estou...$4#$b#Sim, está certo. Estou apenas fazendo um desvio.$7",
  "dialogue.Blacksmith_2_15": "Deixamos algumas varas de pesca para Clint melhorar alguns dias atrás.#$b#Estou aqui para buscá-los para Willy hoje.",
  "dialogue.Forest_12_26": "Hey este não é o rancho da Marnie.$11#$b#Onde estou?$2#$b#O que? Não me olhe assim.$4#$b#Não, eu não preciso olhar para o seu minimapa!$10",
  "dialogue.AnimalShop_13_16": "Marnie vende algumas coisas úteis além de animais de fazenda.#$b#Seus aquecedores são uma bênção durante o inverno.#$b#Estou estocando algumas coisas para Willy e eu para nos prepararmos para o inverno que se aproxima.$1",
  "dialogue.Forest_95_100": "Ei, esta não é a clínica de Harvey.$10#$b#Onde estou?$2#$b#O que é isso?$11#$b#Não, eu não estou perdido! Como você pôde dizer isso!$10#$b#O que? Você está disposto a me mostrar o caminho?$8#$b#Isso é muito gentil da sua parte, mas vou encontrar o meu caminho eventualmente. Obrigado, @!$7",
  "dialogue.Hospital_12_14": "Harvey tem me importunado o ano todo para vir fazer check-ups regulares.$11#$b#Eu realmente não preciso deles, eu nunca estive doente um dia na minha vida.$2#$b#Mas se isso vai impedi-lo de me irritar enquanto estou no trabalho, acho que irei de vez em quando.#$b#...#$b#Espere! O que?! O que você quer dizer com Harvey tem folga aos sábados?!$9#$b#Não admira que este lugar esteja vazio!$10#$b#Perdi meu dia de folga vindo para cá.$10",

//new years dialogue
  "dialogue.spring_1_2": "Hey @, feliz ano novo.$1#$b#Estou feliz que você seja a primeira pessoa com quem conversei neste ano novo.$3#$e#Você foi capaz de realizar tudo o que poderia no ano passado?$13#$b#Espero que este ano seja tão agradável quanto o último para você e para mim.$3",

//saloon dialogue
  "dialogue.Saloon_Entry": "Me dê o de sempre, Gus!/O que tem para o jantar, Gus?/O que está cozinhando hoje à noite, Gus?/Traga o seu melhor álcool, Gus!",

  "dialogue.Saloon_Mon": "Tarde @! Como foi seu trabalho na fazenda hoje?#$b#Você já conheceu todo mundo na cidade de Pelican?$1" ,
  "dialogue.Saloon_Tue": "Tarde @! Bom trabalho hoje.#$b#Deve ser difícil administrar uma fazenda, me avise se você precisar de um par extra de mãos de vez em quando.$13#$b#Ficaria feliz em ajudar se algum dia estiver livre.$1",
  "dialogue.Saloon_Wed": "Tarde @! Como vai tudo na fazenda?#$b#Não se esforce demais!$1",
  "dialogue.Saloon_Thu": "Noite @! A semana está quase no fim.#$b#Estou ansioso pelo fim de semana!$1",
  "dialogue.Saloon_Fri": "Tarde @! Está tão animado no Saloon agora!$8#$b#Solte-se e tome uma bebida ou três comigo esta noite!$7",
  "dialogue.Saloon_Sat": "Tarde @! Domingo é meu dia favorito.#$b#É quando eu não tenho trabalho e posso fazer o que eu quiser.$3#$b#Talvez eu durma amanhã.$13",
  "dialogue.Saloon_Sun": "Tarde @! A semana começa de novo amanhã.#$b#Você está pronta para outra semana produtiva?$1",
  
  "dialogue.summerSaloon_Mon": "Tarde @! Como foi o trabalho hoje?#$b#Você já pegou o jeito das coisas por aqui ainda?$1",
  "dialogue.summerSaloon_Tue": "Tarde @! Como vai a fazenda?#$b#Eu admiro que você não tenha desistido ainda.",
  "dialogue.summerSaloon_Wed": "Tarde @! Com certeza é quente e úmido durante o dia.$16#$b#Estou feliz que fica mais frio à noite.$11#$b#Caminhar para casa no ar fresco da noite depois de alguns drinques com certeza é ótimo.$3",
  "dialogue.summerSaloon_Thu": "Tarde @! Outra semana está quase no fim. O tempo com certeza passa rápido!#$b#Eu não posso esperar o verão acabar também.$13",
  "dialogue.summerSaloon_Fri": "Tarde @! Junte-se a mim para uma bebida.$8#$b#Não há nada que eu ame mais do que relaxar com um ou dois resfriados depois de um dia duro de trabalho durante o verão!$7",
  "dialogue.summerSaloon_Sat": "Tarde @! Estou feliz que Gus abra o Saloon tão tarde.#$b#Caso contrário, não haveria nada para fazer à noite.$3",
  "dialogue.summerSaloon_Sun": "Tarde @! Bom trabalho esta semana.$1#$b#Você está começando a ficar bom nessa coisa de fazendeira.",

  "dialogue.fallSaloon_Mon": "Tarde @! Os dias estão ficando muito mais frios agora.#$b#Esta é a minha época favorita do ano.$1",
  "dialogue.fallSaloon_Tue": "Tarde @! O outono é a única estação onde você pode pegar salmão.#$b#Eu tenho tido um desejo por isso. Queria que Gus fizesse mais pratos com salmão.$11",
  "dialogue.fallSaloon_Wed": "Tarde @! Sua colheita foi boa neste outono? Estou ansioso por todos os pratos de abóbora e inhame desta temporada.#$b#Eles vão muito bem com uma cerveja gelada!$3",
  "dialogue.fallSaloon_Thu": "Tarde @! O outono é ótimo, é quando você pode plantar uvas e produzir vinho!$3#$b#Gus vende muito vinho bom durante esta temporada.",
  "dialogue.fallSaloon_Fri": "Tarde @! Venha se juntar à nossa mesa para uma bebida ou duas!$8#$b#Gus fez uma comida muito boa esta noite!$7",
  "dialogue.fallSaloon_Sat": "Tarde @! Como está seu fim de semana Fico feliz em ver você no Saloon esta noite!$1",
  "dialogue.fallSaloon_Sun": "Tarde @! O inverno está chegando rápido, mal posso esperar pela pesca de inverno.#$b#Nada supera lulas fritas frescas e saquê quente durante o inverno!$3",

  "dialogue.winterSaloon_Mon": "Tarde @! Com certeza está frio hoje.$11#$b#Estou feliz que Gus ligue o aquecedor nesta época do ano.",
  "dialogue.winterSaloon_Tue": "Tarde @! Estou sempre ansioso para o Mercado Noturno nesta época do ano.$13#$b#Eu só queria que durasse mais do que três dias.$2",
  "dialogue.winterSaloon_Wed": "Tarde @! O inverno deve ser difícil para uma fazendeira, já que você mal consegue cultivar nada. Como você está indo?$2#$b#Aqui, tome uma bebida por mim.$1[346]",
  "dialogue.winterSaloon_Thu": "Tarde @! As noites de inverno são mais bem aproveitadas com boa comida, boas bebidas e bons amigos!$3",
  "dialogue.winterSaloon_Fri": "Tarde @! As noites de inverno são geladas.$8#$b#É bom termos bastante álcool para nos manter aquecidos!$7#$b#Por que você não se junta a nós e compartilha o calor?$7",
  "dialogue.winterSaloon_Sat": "Tarde @. Eu me pergunto como Linus está durante este inverno. Ele deve estar congelando em sua tenda à noite.$11#$b#Passei pela barraca dele outro dia com um pacote cobertores extras e deixei.$13",
  "dialogue.winterSaloon_Sun": "Tarde @! Eu não posso esperar até o inverno acabar.#$b#Eu não me importo com o frio, mas não há muitas frutas e vegetais frescos disponíveis.$11#$b#A pesca no gelo tem sido ótima, embora.",

//bus stop (Zoro passes through the bus stop only if he is living inside the boarding house)
  "dialogue.BusStop":"Você está indo para a cidade também?",
  "dialogue.BusStop2":"Morar na pensão é muito conveniente.#$b#É perto do ponto de ônibus e é perto da cidade.",
  "dialogue.BusStop4":"Você mora tão perto de mim, sinto que somos vizinhos, @.$1",
  "dialogue.BusStop6":"Bom dia, @.#$b#Estou saindo para o trabalho. Você tenha um bom dia também.$1",
  "dialogue.BusStop8":"Eu moro tão perto de sua fazenda, posso passar por aqui e dar uma ajuda se você precisar.$3",
  "dialogue.BusStop10":"Como é a sua casa de fazenda?#$b#Ultimamente tenho pensado em querer me mudar da Pensão para um lugar mais espaçoso.$1",

//archaeology
  "dialogue.ArchaeologyHouse":"Tem tantos livros aqui.#$b#Minha amiga Robin teria adorado este lugar.",
  "dialogue.ArchaeologyHouse2":"Eu venho aqui aos domingos, e nunca vi Gunther sair daquele lugar antes.$11",
  "dialogue.ArchaeologyHouse6":"Acho que Penny, Jas e Vincent merecem um ambiente de aprendizado melhor.$2#$b#Não podemos financiar para uma pequena escola ou algo assim?$11",
  "dialogue.ArchaeologyHouse4":"Quanto mais venho aqui, mais sinto que estou começando a entender por que as pessoas gostam tanto de ler.$3",
  "dialogue.ArchaeologyHouse10":"Eu encontrei um livro interessante outro dia.#$b#Sobre viajar para uma dimensão alternativa.#$b#Tenho pensado que talvez isso tenha acontecido comigo...$11#$b#Kuma... fruta do diabo...$17#$b#Oh, não é nada, eu só estava pensando comigo mesmo.$14",
  "dialogue.ArchaeologyHouse8":"Todos esses artefatos são seus, @?#$b#Onde você encontra tudo isso?#$b#Gunther tem elogiado você sem parar ultimamente.$1#$b#Sobre como você está sozinha restaurando a vida do museu.#$b#Bom trabalho.$3",

//forest (Zoro enters the forest only during fall and winter season)
  "dialogue.Forest":"Hey @.#$b#O que você está fazendo na floresta hoje?",
  "dialogue.Forest2":"Eu me perdi - quer dizer, eu explorei na floresta um tempo atrás.#$b#Se o mago não me encontrasse - quer dizer, se eu não topasse com ele, estaria preso aqui - quero dizer, eu teria ficado e dormido na floresta durante a noite.$15",
  "dialogue.Forest4":"Eu gosto de vir aqui na floresta para pescar.#$b#Há uma paz e sossego que não pode ser encontrada em nenhum outro lugar em Stardew Valley.",
  "dialogue.Forest6":"Ouvi dizer que havia uma floresta secreta por aqui em algum lugar.$11#$b#Você já encontrou, @?",
  "dialogue.Forest8":"Esta floresta é tão grande, certifique-se de não se perder, @!#$b#O que você quer dizer com você não é como eu?!$10#$b#Eu não me perco.$17#$b#Eu pego desvios.$4",
  "dialogue.Forest10":"Você não vai acreditar no que eu vi outro dia enquanto estava aqui!$17#$b#Eu vi um urso!$2#$b#E veja só, quando eu tentei assustá-lo fazendo barulhos altos e batendo no meu peito e pés, ele me perguntou se eu era estúpido!$9#$b#Um urso falante, agora eu vi de tudo...$16",

//resort 
  "dialogue.Resort_Entering": "Eu paguei 1000 gold para verificar este lugar, é melhor haver um buffet grátis aqui ou algo que valha o meu tempo.",
  "dialogue.Resort_Leaving": "Este é um lugar legal, posso voltar para visitar novamente.",
  "dialogue.Resort_Shore": "O cheiro do ar salgado aqui realmente me lembra da época em que passava a maior parte dos meus dias no meu navio pirata.",
  "dialogue.Resort_Umbrella": "Não se preocupe comigo vá se divertir.",
  "dialogue.Resort_Wander": "Eu poderia passar o dia todo aqui.",
  "dialogue.Resort_Bar": "É bom conseguir álcool em algum lugar diferente do saloon do Gus o tempo todo.$1",
  "dialogue.Resort": "Este lugar não é de todo ruim.",

//spring dialogue
  "dialogue.spring_10": "Dei a Vincent um biscoito de chocolate de aniversário hoje.#$b#Em troca, ele me deu uma bola de lama e disse que era uma bola de arroz...$2#$e#Foi muito bem feito, eu acho.$11",
  "dialogue.spring_12": "O Festival do Ovo é amanhã.$1#$b#Ouvi dizer que Abigail é muito boa em encontrar esses ovos.$11#$e#Este evento é mais para as crianças do que para qualquer outra pessoa, então ela realmente deveria deixar isso para as crianças.",
  "dialogue.spring_22": "A Dança das Flores está chegando em alguns dias. Não tenho certeza se quero comparecer.$11#$b#Dançar não é realmente minha praia. Eu nem saberia a quem perguntar.$4",

//spring question 
  "dialogue.spring_19": "Estou planejando ir pescar no meu dia de folga neste fim de semana.#$b#$q 501/502 fishing_question#Você gostaria de se juntar a mim?#$r 501 20 fishing_question_yes#Sim, claro que adoraria!#$r 502 -10 fishing_question_no#Não, obrigado.#$r 502 0 fishing_question_busy#Desculpe, não posso neste fim de semana. Estou muito ocupado.",
  "fishing_question_yes": "Excelente! Espero que possamos pegar muitos peixes.$3",
  "fishing_question_no": "Oh, certo. Até a próxima.$2",
  "fishing_question_busy":"Isso é compreensível, talvez da próxima vez.$1",
  "fishing_question": "#$p 502#Gostaria de saber se mais alguém gostaria de ir pescar comigo...|Vamos ambos nos divertir neste fim de semana!$1",

  "dialogue.spring_Mon": "Minha tripulação precisa de mim. Eu não posso ficar presa neste lugar tranquilo para sempre.$2#$b#Eu nem sei exatamente onde estou.$2#$b#Stardew Valley? Pelican Town? Nunca ouvi falar disso.$11",
  "dialogue.spring_Mon2": "Minha colheita favorita da primavera é o arroz não moído.#$b#Você pode transformá-lo em arroz usando o moinho.#$e#Arroz é uma das minhas coisas favoritas de sempre!$3",
  "dialogue.spring_Mon4": "%Zoro parece irritado. Sua mente parece estar em outro lugar.#$e#Oh desculpe, @. Não te vi ai.$16#$b#Não tive tempo esta manhã para fazer café, por isso estou um pouco mal-humorado agora.$11",
  "dialogue.spring_Mon6": "Uma das minhas espadas é chamada Wado Ichimonji.$11#$b#Pertencia a uma amiga de infância minha que faleceu.$11",
  "dialogue.spring_Mon8": "Hoje em dia, penso mais em você do que pescar peixes ou espadas.$15",
  "dialogue.spring_Mon10": "Dizem que a primavera é a estação do amor, mas já faz um tempo que me sinto assim..$4",

  "dialogue.spring_Tue": "Não se preocupe em fazer amizade comigo, fazendeira. Eu estarei deixando este lugar em breve.$11",
  "dialogue.spring_Tue2": "Você sabe, @, você é uma das únicas pessoas nesta cidade que está disposta a continuar falando comigo.#$b#A maioria das pessoas aqui fica com medo de mim quando digo que sou um pirata.$11",
  "dialogue.spring_Tue4": "Pam não sabe que seu alcoolismo está afetando sua filha também?$10#$e#Sinto pena da penny.$2",
  "dialogue.spring_Tue6": "Costumava haver um cozinheiro pervertido irritante na minha tripulação pirata com quem eu discutia todos os dias.$10#$e#A comida dele era boa, eu acho.$11",
  "dialogue.spring_Tue8": "Você está livre hoje à noite?$1#$b#Quer me encontrar no Saloon mais tarde?$1#$e#Que? N-não é um encontro...!$4#$b#A não ser que você queira...$4",
  "dialogue.spring_Tue10": "Você está livre Hoje à noite?$1#$b#Quer me encontrar no Saloon mais tarde?$1#$e#O que? Sim, estou te convidando para um encontro.$7",

  "dialogue.spring_Wed": "Ei fazendeira.$11#$e#Precisa de algo?$11",
  "dialogue.spring_Wed2": "Esta cidade é muito pacífica e quieta.#$b#Acho que esse é um dos encantos deste lugar.",
  "dialogue.spring_Wed4": "Eu vi Linus vasculhando latas de lixo na cidade outra noite.$2#$b#Deixei para ele um pouco de comida em sua tenda esta manhã.$11#$e#Eu odiaria ver o velho passar fome.$11",
  "dialogue.spring_Wed6": "%Zoro parece cansado e fora de si hoje, não vamos incomodá-lo por agora.",
  "dialogue.spring_Wed8": "De todos na cidade de Pelican, acho que você é o mais importante para mim.$3#$b#Porque? Eu mesmo não tenho certeza.$4",
  "dialogue.spring_Wed10": "A vida na cidade de Pelican era muito chata até você chegar.$11#$e#Estou feliz que você decidiu morar aqui.$7",

  "dialogue.spring_Thu": "Você com certeza fala muito comigo, você não tem medo de mim?$11",
  "dialogue.spring_Thu2": "Eu trabalho na peixaria do Willy.#$b#Passe algum tempo e posso te dar um desconto.$3",
  "dialogue.spring_Thu4": "Eu vi Jodi, Sam e Vincent fazendo um piquenique ontem na praia.#$b#Eu ia dizer oi, mas não queria me intrometer no tempo da família.$13",
  "dialogue.spring_Thu6": "Você está curiosa para saber o que é a coisa verde que estou vestindo na minha barriga?$1#$b#É chamado de haramaki.",
  "dialogue.spring_Thu8": "Um dos meus vizinhos estava fazendo tanto barulho ontem à noite que eu mal conseguia dormir.$10",
  "dialogue.spring_Thu10": "Não há ninguém na cidade de Pelican que me faça sentir um frio na barriga como você, @.$4",

  "dialogue.spring_Fri": "A única coisa boa desta cidade é o saloon.$11#$b#Eu estarei indo para o Saloon esta noite. Você vai lá tambem?",
  "dialogue.spring_Fri2": "Sempre gosto de ir ao Saloon às sextas-feiras. Muitos na cidade aparecem.#$b#Fica muito barulhento e turbulento!$3",
  "dialogue.spring_Fri4": "Shane me convidou para beber mais tarde hoje à noite no Saloon.$11#$b#Eu estarei lá, mas Shane realmente deveria cortar toda aquela bebida, não é bom para sua saúde.$11#$e#Eu também posso beber bastante, mas não bebo para abafar minhas tristezas como ele. Coitado..$16",
  "dialogue.spring_Fri6": "Nunca me dê chocolate ou sorvete se você ainda quiser ser minha amiga.$11",
  "dialogue.spring_Fri8": "Quando vejo você trabalhando tanto, eu só quero me tornar um fazendeiro também e te ajudar todos os dias.$4",
  "dialogue.spring_Fri10": "Espero que eu signifique tanto para você quanto você significa para mim.$4",

  "dialogue.spring_Sat": "Não há nada para fazer nesta pequena cidade.$2#$b#Eu quero voltar para o mar já.$11",
  "dialogue.spring_Sat2": "Willy me deu uma lista para fazer compras hoje, mas eu perdi em algum lugar.$2#$e#Oh bem, vai funcionar de alguma forma.$3",
  "dialogue.spring_Sat4": "Comecei a falar com mais moradores recentemente.$12#$b#Robin me disse que se eu sorrisse mais, as pessoas teriam menos medo de mim.$8#$e#Estou sorrindo corretamente?$8",
  "dialogue.spring_Sat6": "É estranho ouvir, mas na minha velha tripulação pirata, tínhamos um ciborgue humano que funcionava com refri.$3",
  "dialogue.spring_Sat8": "Eu tive um sonho estranho outra noite..$11#$b#Você desabou nas minas e eu tive que ir resgatá-la.$11#$b#Estranho, certo?$14",
  "dialogue.spring_Sat10": "Estou pensando em cultivar uma mini-horta para vegetais.#$b#Você poderia me dar algumas dicas de como cuidar das plantas?$1",

  "dialogue.spring_Sun": "O velho Willy me contratou para trabalhar em sua loja de peixes.#$b#Foi o único lugar que me contratou.$11#$b#Pierre disse que assustei seus clientes.$2#$b#E Morris disse que meu histórico de pirata não é seguro e contra as políticas da loja.$2#$b#O que quer que isso signifique.$11",
  "dialogue.spring_Sun2": "Willy tem me mostrado como usar potes de caranguejo recentemente.#$b#Tenho pescado muitos caranguejos, lagostas e camarões!$3",
  "dialogue.spring_Sun4": "Emily tem me dito para usar mais jade e colocar ametista sob meu travesseiro quando eu durmo.$11#$b#Ela disse que minha 'aura' é muito violenta e áspera. O que quer que isso signifique...$10",
  "dialogue.spring_Sun6": "Meu sonho é me tornar o maior espadachim do mundo.$1#$e#Eu ainda tenho um longo caminho a percorrer até chegar lá.",
  "dialogue.spring_Sun8": "Não se esqueça de fazer pausas e cuidar do seu corpo.#$b#Ser fazendeira é um trabalho difícil, não gostaria que você se machucasse.$2",
  "dialogue.spring_Sun10": "Você está comendo refeições adequadas?#$b#Talvez eu possa cozinhar algo para você se você quiser?$1",

//summer dialogue
  "dialogue.summer_5": "Eu vi Sam, Jas e Vincent na praia ontem. Aparentemente era o aniversário de Jas.#$e#Eu não estive na cidade de Pelican por tempo suficiente para lembrar o aniversário de todos, ainda.$11#$b#Vou tentar pelo menos me lembrar dos aniversários das crianças no próximo ano.$1",
  "dialogue.summer_10": "O Luau é amanhã! Estou ansioso por este festival.$1#$b#As pessoas dizem que sempre há bons frutos do mar frescos lá.$3",
  "dialogue.summer_23": "O aniversario de Willy é amanhã.#$b#Eu me pergunto o que devo comprar para o velho.$11#$e#Ele só fala sobre peixes.$2#$b#E ele vende algumas das melhores varas de pescar e equipamentos, então eu também não posso presenteá-lo.$10#$e#Você acha que ele vai gostar de uma caixa de cerveja?$17",

//summer question
  "dialogue.spring_27": "O que você gosta de fazer por diversão, @?$13#$b#Eu sinto que você sabe muito sobre mim, mas eu quase não sei nada sobre você.$2#$e#Diz-me algo sobre ti!$1#$b#$q 401/402 fun_question#Quais são seus interesses? Do que você gosta??#$r 401 40 fun_question_sports#Eu realmente gosto de esportes!#$r 401 40 fun_question_music#A música define quem eu sou!#$r 401 40 fun_question_vegan#Eu sou vegana!#$r 401 40 fun_question_games#Eu realmente amo videogames!#$r 401 40 fun_question_dance#Dançar é minha paixão!#$r 401 40 fun_question_anime#Eu amo assistir anime!#$r 401 40 fun_question_fashion#Eu amo moda e comprar roupas!#$r 401 40 fun_question_books#Eu sou uma grande leitora ávida, adoro ler!#$r 401 40 fun_question_drawing#Na verdade, sou muito bom em desenho e arte!#$r 401 50 fun_question_you#Estou a fim de você Zoro!#$r 402 0 gift_question_nothing#Sou uma pessoa chata e não tenho interesses ou hobbies.",
  "fun_question_sports": "Sério? Eu também sou!$3#$b#Eu tenho realmente gostado de futebol recentemente.#$b#Alex tem me ensinado a jogar.",
  "fun_question_music": "Que tipo de música você gosta?#$b#Tenho gostado da música de Sebastian e Sam ultimamente.#$b#Their songs have been pretty catchy.$1",
  "fun_question_vegan": "Acho que não posso viver sem carne, mas realmente respeito sua dedicação!",
  "fun_question_games": "Não sou muito fã de videogames, talvez você pudesse me mostrar um de seus jogos e me ensinar a jogar?$1",
  "fun_question_dance": "Não sou dançarino, mas é como lutar com espadas.#$b#Você precisa de equilíbrio e ritmo e se mover com todo o seu corpo, certo?",
  "fun_question_anime": "Eu gosto muito desse anime chamado One Piece ultimamente, você já ouviu falar dele?$3",
  "fun_question_fashion": "Disseram que tenho um péssimo senso de moda.$2#$b#Talvez você possa vir e me ajudar a consertar meu guarda-roupa?$7",
  "fun_question_books": "Eu mesmo nunca fui um grande leitor.#$b#Mas ultimamente tenho aprendido a gostar de ler.$1",
  "fun_question_drawing": "Sério? Você é tão talentosa, @!$3#$b#Você vai me mostrar suas obras algum dia?$1",
  "fun_question_you": "Eu sei que você está só brincando, mas fiquei muito feliz em ouvir isso e um pouco envergonhado também.$12",
  "fun_question_nothing": "Hmm...Pelo menos não te acho uma pessoa chata.$16",
  "fun_question": "#$p 402#Você tem que ter algo em que esteja interessado, certo?$14|Você é uma pessoa tão interessante, tenho certeza que você tem muitos talentos.$1",

  "dialogue.summer_Mon": "Esta cidade é tão chata, sem nada para fazer. Não admira que Shane seja um alcoólatra.$11",
  "dialogue.summer_Mon2": "Acabei de receber notícias sobre minha equipe.$11#$b#Meu capitão quer que eu o encontre novamente em dois anos. Acho que estou preso aqui por enquanto.$11",
  "dialogue.summer_Mon4": "No começo eu não gostava de Pelican Town, mas agora está realmente crescendo em mim.$4#$e#Eu me pergunto se ainda posso sair quando chegar a hora?$17",
  "dialogue.summer_Mon6": "Eu trouxe três katanas comigo quando vim para a cidade Pelican.$11#$e#Não me lembro onde os coloquei, infelizmente.$2",
  "dialogue.summer_Mon8": "Por que se eu não te vejo por um dia sequer, fico ansioso?$2#$b#O que é esse sentimento?$4",
  "dialogue.summer_Mon10": "Meu mundo ficou muito mais brilhante desde que te conheci.$13#$b#Comecei a notar as cores das flores e o canto dos pássaros.$4#$b#Isso é estranho?$12",

  "dialogue.summer_Tue": "Hey fazendeira. Tenho certeza que estou te encontrando muito.#$b#Cidade pequena estou certo?",
  "dialogue.summer_Tue2": "Hmmm...$11#$b#Tenho pensado recentemente...#$b#Pelican Town não é um lugar tão ruim.#$b#Talvez eu fique mais um pouco.$1", 
  "dialogue.summer_Tue4": "Eu vi Elliot escrevendo na praia ontem.$11#$b#Eu perguntei a ele o que ele estava fazendo, e ele disse que está escrevendo um livro e dedicando-o a uma pessoa especial em Stardew Valley.#$e#Para quem você acha que é, @?$1",
  "dialogue.summer_Tue6": "Quando eu ainda era pirata, meu capitão era um cara engraçado que sabia se esticar.#$e#Eu me pergunto como ele está...$11",
  "dialogue.summer_Tue8": "Só porque você é um cara, você não deveria andar para casa tão tarde da noite. Pode haver monstros à espreita.$2^Porque você é uma menina, você não deveria estar caminhando para casa tão tarde d noite. Pode haver monstros à espreita.$2",
  "dialogue.summer_Tue10": "Você é como o oceano, @. Calmo e quieto às vezes e difícil de descobrir outras vezes.$11#$e#Eu gostaria de ter as habilidades da minha amiga navegadora para poder entendê-la melhor.$4",

  "dialogue.summer_Wed": "O verão é tão quente aqui.$2#$b#Eu preciso voltar a navegar no oceano logo.$11#$b#É muito mais fresco nas ondas.",
  "dialogue.summer_Wed2": "Tenho ouvido os moradores falarem sobre a mina na montanha e como ela está cheia de monstros.#$b#Talvez eu explore no meu dia de folga em breve.$1",
  "dialogue.summer_Wed4": "Leah me mostrou uma de suas esculturas recentemente.#$b#SEla disse que eu era sua inspiração.$1#$b#Ela chamou isso de 'Espadachim em Pescador: a Transição de um Pirata'.$11#$e#Não se parecia em nada com um espadachim ou pescador, embora.$2",
  "dialogue.summer_Wed6": "Eu acidentalmente deixei minhas chaves no Saloon ontem à noite.$10#$b#Eu tinha caminhado todo o caminho para casa antes de perceber.$11#$e#Tive que caminhar todo o caminho de volta para o Saloon, Gus já estava dormindo e estava chateado por tê-lo acordado.$2#e#Só voltei para casa às 3 da manhã.$16",
  "dialogue.summer_Wed8": "Você esteve na minha mente...$4#$b#Eu continuo me preocupando com como você está.$4",
  "dialogue.summer_Wed10": "Eu estava pescando e peguei mais peixes do que precisava. Achei que você gostaria de um peixe grátis!$1#$b#Aqui.$3[128 138 150 145 143]",

  "dialogue.summer_Thu": "Eu não aguento o calor.$2#$b#A umidade torna ainda pior.$10",
  "dialogue.summer_Thu2": "Tenho desejado takoyaki.#$b#Eu me pergunto se Gus faria alguns para mim se eu trouxesse polvo fresco para ele.$1",
  "dialogue.summer_Thu4": "Passei pela casa de Sebastian outro dia enquanto subia a montanha para pescar.#$b#Ele estava trabalhando em sua moto.#$e#Parei para falar com ele um pouco.#$b#Apesar de sua aparência, ele é um cara muito legal.$1",
  "dialogue.summer_Thu6": "Um dos meus antigos companheiros de tripulação era um homem-peixe.#$e#Não, não um pescador, ele era um peixe que podia andar e falar em terra.$11#$e#Sereia? Não, eu não o chamaria de sereia na cara se eu fosse você.$2",
  "dialogue.summer_Thu8": "Eu acidentalmente derrubei uma caixa de minhocas vivas por toda a peixaria ontem.$17#$b#Willy me fez pegá-los de volta à mão.$2",
  "dialogue.summer_Thu10": "Às vezes esqueço minhas palavras sempre que estou perto de você.$4",

  "dialogue.summer_Fri": "Verão me deixa com preguiça...$2#$e#Eu só quero ficar em casa e dormir com o ar condicionado ligado.$2",
  "dialogue.summer_Fri2": "Esse tempo me deixa pegajoso o dia todo.$10#$b#Mal posso esperar por um banho frio.$1",
  "dialogue.summer_Fri4": "Harvey entrou na peixaria outro dia e me disse que eu precisava fazer check-ups.$11#$e#Eu sou mais saudável que um cavalo, por que eu precisaria ir ao médico se estou perfeitamente bem?$2",
  "dialogue.summer_Fri6": "Eu não tenho feito nenhum treinamento de espada por um tempo agora.$2#$b#Talvez eu deva começar de novo.$11",
  "dialogue.summer_Fri8": "Eu não quero você desmaiando em mim neste calor.$11#$b#Então, eu tenho algo que pode te refrescar enquanto você trabalha no campo.$1#$b#Aqui.[350]",
  "dialogue.summer_Fri10": "É minha imaginação ou você parece mais legal todos os dias?$12^É minha imaginação ou você parece mais bonita todos os dias?$12",

  "dialogue.summer_Sat": "Como você consegue ficar do lado de fora o dia todo com esse calor?$17#$b#Ser fazendeira é um trabalho árduo, estou meio impressionado.$1",
  "dialogue.summer_Sat2": "Já que vou ficar preso em Pelican Town por um tempo, decidi que não faria mal tentar fazer amizade com os moradores daqui um pouco mais.",
  "dialogue.summer_Sat4": "Clint estava contando para mim e Willy como ele tem uma queda por Emily na outra noite no Saloon.$14#$b#Ele estava tão bêbado, eu duvido que ele se lembre de nos dizer isso.$17",
  "dialogue.summer_Sat6": "Você está curioso sobre a cicatriz em minha barriga?$11#$b#Eu consegui isso desafiando o espadachim mais poderoso do mundo.$1#$e#Muito legal, hein? Eu uso isso como um emblema de honra.",
  "dialogue.summer_Sat8": "Recentemente, tenho ficado com a língua presa sempre que estou perto de você.$4#$b#Por que é que isso acontece?$15",
  "dialogue.summer_Sat10": "Você fez muito para trazer de volta a vida à cidade Pelican.$3#$b#Desejo que mais pessoas apreciem você e seus esforços como eu.$7",

  "dialogue.summer_Sun": "Está muito quente para ficar parado falando.$2#$e#Sem humor para bate-papo.$11",
  "dialogue.summer_Sun2": "Trutas arco-íris só podem ser encontradas durante o verão.#$b#É um dos meus peixes favoritos.$1#$e#Eu preciso arranjar um tempo para ir pescar para eles quando estiver livre.#$b#Talvez eu faça isso hoje.$3",
  "dialogue.summer_Sun4": "Não quero admitir, mas acho que vou sentir falta dos moradores de Pelican Town depois de partir.$4#$b#Eu comecei a conhecer muitos deles nos últimos meses.",
  "dialogue.summer_Sun6": "Um dos meus antigos companheiros era uma arqueóloga.#$b#Ela teria adorado o museu da cidade de Pelican e sua biblioteca.$13",
  "dialogue.summer_Sun8": "Por que não temos uma piscina comunitária na cidade de Pelican?$2#$b#Acho que muitas pessoas gostariam de uma piscina com este calor.$1#$e#Podemos trazer isso para Lewis no próximo encontro da comunidade?",
  "dialogue.summer_Sun10": "Eu costumava pensar que estava sozinho na cidade de Pelican.$11#$b#Mas depois de te conhecer, comecei a me abrir muito mais.$12",

//fall dialogue
  "dialogue.fall_15": "Estou ansioso para a Feira do Vale amanhã.$1#$b#É a única vez que consigo alguns dos hambúrgueres de sobrevivência de Gus.$3",
  "dialogue.fall_26": "Amanhã é a véspera do Espírito. Você já decidiu qual será sua fantasia??#$b#Ainda estou tendo problemas para ter ideias.$2",

//fall question
  "dialogue.fall_12_1": "Faz um tempo que eu queria te perguntar isso...$4#$b#Eu não sabia quando era o momento certo para perguntar, mas bem...$4#$b#$q 201/202 like_question#Você tem alguém que você gosta?#$r 201 20 like_question_yes#Sim, eu tenho.#$r 202 10 like_question_no#Não, não tenho.#$r 201 50 like_question_yesyou#Sim, e é você.#$r 202 -50 like_question_notyou#Sim, mas não é você.",
  "like_question_yes": "Sério? É alguém que eu conheço?$12",
  "like_question_no": "Oh, bem, acho que está tudo bem também.",
  "like_question_yesyou":"Oh! Um...$12#$b#Isso é um pouco constrangedor de admitir...$8#$b#Mas eu me sinto da mesma maneira.$7",
  "like_question_notyou": "!!!$9#$b#Isso é bom..Um..$2#$b#Você não precisava falar assim..$16",
  "like_question":"#$p 202#Eu sei que você não vai dizer que sou eu, então eu não tenho nenhuma esperança.$14|Tudo bem, você pode me dizer a verdade, eu não vou contar a ninguém, prometo!$7",

  "dialogue.fall_Mon": "Pelican Town é muito relaxante para mim.$2#$b#Eu sinto que estou perdendo minha vantagem. Eu preciso voltar a treinar meu corpo e espada novamente.$11",
  "dialogue.fall_Mon2": "Sinto falta da minha tripulação e dos dias no mar, mas a vida aqui agora não é tão ruim, eu acho.",
  "dialogue.fall_Mon4": "Abigail me perguntou se eu tinha tingido meu cabelo.#$b#Eu disse a ela que era minha cor natural.$1#$b#Ela então disse que talvez tingisse o cabelo de verde.$14",
  "dialogue.fall_Mon6": "Quando eu ainda era pirata, meu estilo de luta se chamava santoryu.#$b#Eu seguraria uma katana em cada mão e uma na minha boca.#$b#Bem legal né?$1",
  "dialogue.fall_Mon8": "Cortou o cabelo ou algo assim? Você parece de alguma forma diferente...$13#$e#Você está parecendo mais legal embora.$4^Você está mais bonita embora.$4",
  "dialogue.fall_Mon10": "Eu finalmente encontrei minhas katanas novamente.#$b#Um estava debaixo da minha cama, outro estava em um armário e o último de alguma forma Clint tinha.$11#$b#Talvez eu tenha deixado para ele consertar quando cheguei aqui e esqueci.$2#$e#Eu pensei que os tinha perdido para ser honesto.$14#$e#Não era como se eles fossem muito necessários em um lugar tão pacífico de qualquer maneira.$13",

  "dialogue.fall_Tue": "O outono não é tão ruim aqui em Pelican Town.#$b#Há muita comida boa e muitos peixes de outono para pescar.",
  "dialogue.fall_Tue2": "Enguia é deliciosa nesta época do ano.#$b#Você pode fazer pratos de enguia frita ou enguia picante.#$b#Gus pode fazer um prato médio de Enguia Picante!$1",
  "dialogue.fall_Tue4": "Willy passou pela pensão onde estou hospedado outro dia e me deu um aquário e alguns peixinhos dourados.$11#$e#O que devo fazer com isso?$2#$b#Não é como se eu já não estivesse cercado por peixes todos os dias no trabalho...$16",
  "dialogue.fall_Tue6": "Pode parecer estranho, mas quando eu ainda era um pirata, tive um companheiro de tripulação que era um esqueleto ambulante e cantor.$1",
  "dialogue.fall_Tue8": "Eu estive pensando sobre isso por um tempo e bem...$4#$b#Sobre nós...$4#$e#Deixe pra lá.$4",
  "dialogue.fall_Tue10": "Ver você trabalhar tanto naquela sua fazenda todos os dias me faz querer ser uma pessoa melhor e trabalhar mais duro para alcançar meus próprios objetivos.$7",

  "dialogue.fall_Wed": "Minha velha tripulação pirata costumava dizer que eu perderia minha própria cabeça se ela não estivesse presa aos meus ombros.$11#$e#Eles não dizem coisas boas com muita frequência.$10",
  "dialogue.fall_Wed2": "Estou tão ocupado na peixaria o ano todo.#$e#Willy me faz fazer todo o trabalho pesado.$10",
  "dialogue.fall_Wed4": "Penny estava lendo para Jas e Vincent no museu hoje.#$b#Eu gostaria que tivéssemos algo como uma escola para os mais pequenos, então talvez Penny fosse realmente paga para ensinar.$11#$b#Isso definitivamente ajudaria em sua situação familiar.",
  "dialogue.fall_Wed6": "A comida que eu mais odeio seria chocolate.$10#$b#É muito doce.$16",
  "dialogue.fall_Wed8": "Eu sei que você é uma fazendeira muito capaz e forte, mas não posso deixar de me preocupar com você, @.$2",
  "dialogue.fall_Wed10": "Você é capaz de me fazer sorrir só de ver seu rosto.$4#$e#Eu me tornei estranho?$15",

  "dialogue.fall_Thu": "O clima está bom e fresco durante o outono.#$b#Eu prefiro isso ao longo do verão.",
  "dialogue.fall_Thu2": "Eu adormeci enquanto pescava outro dia.#$b#Willy disse que eu tive sorte, pois é apenas outono e que eu teria problemas se fosse inverno.$2#$e#Eu não posso evitar, pescar fica entediante às vezes quando nada é cortante.$11",
  "dialogue.fall_Thu4": "Não sou de fofocar, mas Lewis realmente deveria anunciar seu relacionamento com Marnie.$11#$e#Todos e suas mães praticamente já sabem que estão se vendo.$11",
  "dialogue.fall_Thu6": "Minha velha tripulação pirata estava cheia de pessoas estranhas.#$b#Tínhamos um médico rena que falava e andava como um humano.$3",
  "dialogue.fall_Thu8": "Às vezes, quando não estou pensando em nada, de repente você surge na minha mente.$4#$b#Desculpe isso é estranho?$15",
  "dialogue.fall_Thu10": "Às vezes acho que você é a única na cidade de Pelican que mais me entende.$12",

  "dialogue.fall_Fri": "Você com certeza parece ocupada hoje.#$b#Você parece ocupada todos os dias, realmente.#$e#Uma fazendeira não tira fins de semana de folga, huh?",
  "dialogue.fall_Fri2": "Tenho tentado pegar carpa da meia-noite, mas só aparecem das 22h às 2h.$11#$b#É um aborrecimento ter que ficar acordado até tão tarde.$2",
  "dialogue.fall_Fri4": "Eu estava puxando rede após rede de peixes com as mãos nuas ontem.$2#$b#Willy disse que eu deveria colocar minha força monstruosa em bom uso.$11#$b#Eu gostaria que ele me pagasse melhor por isso embora.$10",
  "dialogue.fall_Fri6": "Dormir é meu passatempo favorito.#$b#Eu posso dormir durante um furacão ou terremoto.$1#$e#O que? Isso não é algo para se gabar? Com certeza acho que é.$3",
  "dialogue.fall_Fri8": "Você está tendo refeições adequadas todos os dias?$13#$b#Não pule refeições só porque você está ocupada.$13",
  "dialogue.fall_Fri10": "Não sou do tipo que fala minhas emoções em voz alta, mas queria que soubesse que você é muito especial para mim.$12",

  "dialogue.fall_Sat": "Não há ninguém forte nesta cidade para eu lutar.$10#$b#Eu sinto que minhas habilidades com a espada estão enferrujando quanto mais eu fico aqui.$2",
  "dialogue.fall_Sat2": "Sam me pediu para jogar sinuca com ele esta noite.#$b#Ele diz que está tentando vencer Sebastian e precisa de muita prática.",
  "dialogue.fall_Sat4": "Acho que os moradores estão começando a se interessar por mim agora.1#$b#As senhoras que passam a tarde na praça até me disseram olá quando passei hoje.$3",
  "dialogue.fall_Sat6": "Eu vi muitas ilhas estranhas durante minha jornada no mar.#$b#Havia uma ilha com dinossauros vivos, acredite ou não.",
  "dialogue.fall_Sat8": "Estou começando a achar que você significa mais para mim do que apenas uma amiga...$4#$b#Talvez melhor amiga?$7",
  "dialogue.fall_Sat10": "Eu sei que você é do tipo silenciosa, mas mesmo quando não há palavras entre nós, eu realmente gosto de ficar com você, @.$8",

  "dialogue.fall_Sun": "É muito chato e tranquilo nesta cidade.#$b#O que você faz o dia todo, @?",
  "dialogue.fall_Sun2": "Eu peguei um enorme bagre esta manhã!$1#$b#O que eu deveria fazer com isso? Talvez grelhar?#$b#Bagre frito também é delicioso.$1",
  "dialogue.fall_Sun4": "Consegui fazer com que Gus vendesse saquê quente especialmente para mim durante o outono, sempre que eu aparecia.#$b#Vou passar no Saloon esta noite para alguns.$3",
  "dialogue.fall_Sun6": "Quando eu ainda era um pirata, pegávamos Reis do Mar o tempo todo.#$e#A carne do Sea King fica bem com saquê.$1#$b#Eu duvido que haja algum Rei do Mar aqui em Stardew Valley embora.$2",
  "dialogue.fall_Sun8": "Estou feliz que você tire um tempo do seu dia agitado para vir me ver.$3",
  "dialogue.fall_Sun10": "Acho que não sou mais capaz de continuar o meu dia sem te ver pelo menos uma vez.$15",

//winter dialogue
  "dialogue.winter_6": "O Festival do Gelo está chegando nesta segunda-feira.#$b#Eu amo a pesca no gelo e torná-la uma competição é ainda melhor!$1",
  "dialogue.winter_9":"Fiquei desapontado por eles não nos deixarem ficar com o peixe que pescamos ontem no festival.$11#$b#Eu estava ansioso por peixe fresco para o jantar.$2",
  "dialogue.winter_14": "O mercado noturno de três dias começa amanhã.#$b#Estou ansioso para obter os peixes exclusivos que só estarão disponíveis quando o mercado abrir.$3",
  "dialogue.winter_24":"O festival Winter Star está quase aqui!$1#$b#Você pode sentir as festividades no ar?$3#$e#Todos na cidade têm suas casas decoradas com luzes e azevinho.$13",
  "dialogue.winter_28":"Finalmente é o último dia do ano!$1#$b#Você está animada, @?#$e#Vou ficar acordado até tarde e contando até meia-noite com os caras tomando alguns drinks.#$b#Vai ser ótimo!$3",

//winter question
  "dialogue.winter_19": "Você está ansioso para a Festa da Estrela do Inverno na próxima semana?#$b#Então, para quem você está dando um presente?$4#$e#O que? Você pode me dizer, eu posso manter um segredo!$1#$b#$q 301/302 gift_question#Então quem é?$3#$r 301 20 gift_question_nottelling#Desculpa mas não vou contar!#$r 302 20 gift_question_you#É você.#$r 302 20 gift_question_notyou#Não é você.",
  "gift_question_nottelling": "!$3",
  "gift_question_you": "Você está falando sério? Por que você me disse?!$9#$b#Oh, você só estava brincando!$3",
  "gift_question_notyou": "Oh, Isso é ruim. Eu esperava que você fosse meu amigo secreto.$1",
  "gift_question": "#$p 302#Tudo bem, não me diga. Guarde seus segredos.$14|Pelo menos me diga o que você está presenteando a pessoa então?$8",

  "dialogue.winter_Mon": "Parece que o inverno chegou.$11#$b#Os dias ficaram muito mais frios. Certifique-se de se vestir bem, fazendeira.",
  "dialogue.winter_Mon2": "Eu preciso ir pescar lulas logo. Você só pode encontrá-los durante o inverno.#$b#Estou ansioso para comer Calamari Frito.$3",
  "dialogue.winter_Mon4": "Você já conheceu o Mago??#$b#Eu me perdi um dia... quer dizer, eu dei um desvio na floresta um dia e ele me mostrou o caminho de volta para a cidade.$11#$b#Homem estranho, mas uma boa pessoa.$1",
  "dialogue.winter_Mon6": "Costumava haver um cara na minha antiga equipe que estava sempre mentindo e exagerando.#$b#Mas suas habilidades de atirador eram reais.",
  "dialogue.winter_Mon8": "Você esteve na minha mente um pouco...$4#$e#Eu quero saber porque...$12",
  "dialogue.winter_Mon10": "Estou começando a achar que morar na cidade de Pelican pode não ser tão ruim se você também estiver aqui.$7",

  "dialogue.winter_Tue": "Hey @, o inverno deve ser difícil para um fazendeira. Nada cresce durante esse tempo.$11",
  "dialogue.winter_Tue2": "Eu me pergunto como todos da minha equipe estão?$11#$b#Eles devem estar ocupados crescendo mais fortes, enquanto eu estou preso neste lugar pacífico.$16",
  "dialogue.winter_Tue4": "Eu estava conversando com Demetrius outra noite no Saloon.$11#$b#Tudo o que ele falou foram as plantas e animais em Stardew Valley.$17",
  "dialogue.winter_Tue6": "Você pode não acreditar, mas durante uma de minhas aventuras como pirata, visitei uma ilha no céu.#$e#Como eu cheguei lá? De navio claro.$1",
  "dialogue.winter_Tue8": "Woah!$9#$b#Desculpe, você me surpreendeu.$4#$e#Eu só estava pensando em você e você apareceu de repente.$3#$b#Talvez seja o destino.$7",
  "dialogue.winter_Tue10": "Você está livre neste fim de semana?$12#$b#Você gostaria de ir a praia comigo?#$b#Jantar tambem talvez?$8",

  "dialogue.winter_Wed": "Estou ansioso para toda a pesca no gelo durante o inverno.",
  "dialogue.winter_Wed2": "Eu fui treinar nas montanhas outro dia e esta manhã recebi uma bronca de Lewis por destruir a terra e cortar muitas árvores.$10#$b#Acho que vou me limitar a matar monstros nas minas.$2",
  "dialogue.winter_Wed4": "Alex queria uma competição sobre quem poderia levantar os pesos mais pesados outro dia.#$e#Vamos apenas dizer que ele está pedindo dicas minhas agora.$3",
  "dialogue.winter_Wed6": "Uma das minhas comidas favoritas é o arroz.#$b#Você pode pensar que é simples, mas o arroz é tão versátil! Vai com quase tudo.$1",
  "dialogue.winter_Wed8": "Faz muito frio na cidade de Pelican durante o inverno.#$b#Este tempo me lembra de quando eu quase morri de frio em uma ilha de inverno porque eu queria dar um mergulho no rio no meio do inverno.#$e#Por que eu fiz isso? Porque sou um homem, e foi para treinamento viril. Um teste de coragem e bravura.#1#$e#Eu não faria isso de novo, embora.#3",
  "dialogue.winter_Wed10": "Eu gostaria de poder passar mais tempo com você, @.",

  "dialogue.winter_Thu": "Estava congelando esta manhã.$2#$b#Mas ficou um pouco mais quente esta tarde.",
  "dialogue.winter_Thu2": "Eu tentei ir pescar esta manhã e todo o meu balde de isca estava completamente congelado.$10#$e#Eu peguei zero peixes obviamente.$11",
  "dialogue.winter_Thu4": "Caroline me convidou para suas aulas de ginástica às terças-feiras.$11#$b#Agradeci mas disse não.$13#$e#Ficaria estranho com um espadachim fazendo aeróbica com um bando de mulheres.$4",
  "dialogue.winter_Thu6": "Queria que houvesse uma cachoeira para eu treinar durante o inverno.$11#$b#Levantar pesos não é mais o suficiente.$11",
  "dialogue.winter_Thu8": "Oh é você @...$4#$b#Você precisa de algo?$4",
  "dialogue.winter_Thu10": "Estou tão impressionado com o que você fez com sua fazenda.#$b#Você percorreu um longo caminho, @.$3",

  "dialogue.winter_Fri": "Eu não sabia que os invernos da cidade Pelican eram tão frios.#$b#Eu queria ter preparado roupas mais quentes.",
  "dialogue.winter_Fri2": "Seria bom se a cidade de Pelican tivesse um armazém que vendesse roupas também.#$b#É uma trabalheira ter que viajar até a cidade de Zuzu para comprar suprimentos.$11",
  "dialogue.winter_Fri4": "Evelyn me tricotou algumas roupas de inverno.#$b#Ela é uma senhora tão legal.#$e#Eu tento visitar ela e George sempre que posso.",
  "dialogue.winter_Fri6": "Minha velha tripulação pirata costumava ter um navegadora amante do dinheiro.#$b#Ela poderia nos guiar para fora dos mares mais difíceis e traiçoeiros todas as vezes.",
  "dialogue.winter_Fri8": "Como está sua saúde ultimamente?$1#$b#Faz frio no inverno. Você está se aquecendo??#$e#Você não está se sobrecarregando, está? Eu me preocupo com você algum tempo.$4",
  "dialogue.winter_Fri10": "Eu estava pescando outro dia e me deparei com um peixe que fugiu. Isso me lembrou de você...#$b#Difícil de capturar...$4#$e#O que eu quis dizer com isso?#$b#Nada, sério...",

  "dialogue.winter_Sat": "Mal posso esperar até a chegada da primavera. Eu já cansei de todo esse frio e neve.$2",
  "dialogue.winter_Sat2": "Às vezes eu olho para o mar e tenho esse desejo ardente de pular em um barco e ir embora já.$2",
  "dialogue.winter_Sat4": "Os moradores vêm e falam comigo hoje em dia.$1#$b#Eles geralmente me pedem para ajudá-los a carregar coisas pesadas, mas ainda assim eles falam comigo.$7",
  "dialogue.winter_Sat6": "Eu me pergunto por que Joja Corp quis se estabelecer em um lugar pequeno como a cidade de Pelican?$11#$b#Deve haver uma mina de ouro secreta ou reserva de petróleo aqui em algum lugar.$11",
  "dialogue.winter_Sat8": "Hey @.$1#$b#Eu estive te procurando.#$e#Pelo que? Sem motivo, eu só queria te ver.$12",
  "dialogue.winter_Sat10": "Fui às minas outro dia e coletei mais minério do que precisava.$1#$b#Quer um?$3[384 380 378]",

  "dialogue.winter_Sun": "Não tenho nada para fazer hoje.#$b#Talvez eu vá pescar de novo.$1",
  "dialogue.winter_Sun2": "Outro dia fui pescar na floresta e não peguei nada.$10",
  "dialogue.winter_Sun4": "Quando cheguei à cidade de Pelican, Robin foi a primeira pessoa que conheci.#$b#Ela me mostrou onde ficava a peixaria de Willy.#$e#Ela tem me ajudado com quaisquer problemas que tive desde que cheguei.#$b#Em troca, ela apenas me pediu para tentar fazer amizade com seu filho Sebastian.$3#$b#Ele não é um garoto mau, apenas um pouco mal-humorado e solitário.$1",
  "dialogue.winter_Sun6": "Durante minhas viagens como pirata, encontrei uma baleia gigante que esperava que sua antiga tripulação voltasse para ele por cinquenta anos.#$e#Fale sobre lealdade.$11",
  "dialogue.winter_Sun8": "Oh hey, um..$4#$b#Clima agradável né?$4#$b#Não, espere, desculpe. É inverno, claro que o tempo não está bom..$4#$e#O que eu estava dizendo de novo?$4",
  "dialogue.winter_Sun10": "Às vezes me pergunto se você está pensando em mim tanto quanto eu penso em você.$4",

///ENGAGEMENT DIALOGUE
  "engagement.0": "É difícil imaginar alguém tão maravilhosa quanto você quer se casar com alguém como eu.$4#$e#Tem certeza de que deseja prosseguir com isso?$14#$b#Desculpe, apenas tendo certeza.$7",
  "engagement.1": "Você está pronta para o grande dia?$1#$e#Espero que tudo corra bem.",

///WEDDING DIALOGUE
  "marriage.Utility.cs.5371": "Zoro... @...#$b#Como prefeito de Pelican Town e portador regional do selo matrimonial, eu agora os declaro marido e marido!$1",
  "marriage.Utility.cs.5377": "Zoro... @...#$b#Como prefeito de Pelican Town e portador regional do selo matrimonial, eu agora os declaro marido e mulher!$1",
  "marriage.Utility.cs.5367": "Amados, estamos reunidos aqui hoje para nos juntar a Zoro e @ no sagrado matrimônio.#$b#Quando @ chegou pela primeira vez em Pelican Town, ninguém sabia se ele se encaixaria em nossa comunidadey...#$b#E foi o mesmo para Zoro.#$b#Mas a chegada de ambos foi uma bênção para todos nós.#$b#E assim, é uma grande honra neste lindo dia, unir Zoro e @ nos laços do casamento.$1#$b#Se alguém tiver uma razão pela qual esses dois não deveriam ser casados, fale agora ou cale-se para sempre...#$b#...#$b#Se não houver objeções, então devemos continuar.",
  "marriage.Utility.cs.5369": "Amados, estamos reunidos aqui hoje para nos juntar a Zoro e @ no sagrado matrimônio.#$b#Quando @ chegou pela primeira vez em Pelican Town, ninguém sabia se ela se encaixaria em nossa comunidade...#$b#E foi o mesmo para Zoro.#$b#Mas a chegada de ambos foi uma bênção para todos nós.#$b#E assim, é uma grande honra neste lindo dia, unir Zoro e @ nos laços do casamento.$1#$b#Se alguém tiver uma razão pela qual esses dois não deveriam ser casados, fale agora ou cale-se para sempre...#$b#...#$b#Se não houver objeções, então devemos continuar.",

///MARRIAGE DIALOGUE

//special dialogue
  "marriage.spouseRoom_Zoro": "#$c .5#Hey, bebê. Meu quarto não parece combinar com o interior de sua fazenda. Então estou pensando em redecorar.#Eu mesmo projetei este quarto! Na verdade, estou muito orgulhoso disso.#$b#O que você acha? Você gosta disso? Devo mudar ou mantê-lo?$7",
  "marriage.funReturn_Zoro": "Bom dia, amor.#$b#Como foi seu dia?#$b#Aqui está um dos maiores peixes que pesquei hoje.$1[139 143 150 699 705 708 701 145]#$b#Talvez você possa cozinhar algo para o jantar com ele?",
  "marriage.funLeave_Zoro": "@, estou saindo hoje para pescar.#$b#Você precisa que eu pegue alguma coisa enquanto estou fora?",
  "marriage.OneKid_0": "%kid1 está crescendo tão rápido.#$b#Parece que %kid1 nasceu ontem e agora eles já estão se mexendo muito.",
  "marriage.OneKid_1": "Querida, você acha que %kid1 se parece mais com você ou eu?$1#$b#Espero que %kid1 cresça e seja fofo como você.$12",
  "marriage.OneKid_2": "Se ao menos minha velha tripulação pirata soubesse que me estabeleci, casei e até tive um filho...$4#$b#Apenas imaginando todos os seus rostos chocados...Haha!$8",
  "marriage.OneKid_3": "%kid1 is the proof of our love and marriage.$12#$b#É difícil criar um filho, mas estou feliz por estar passando por isso com você, @.$7",
  "marriage.OneKid_4": "%kid1 vomitou nas minhas costas hoje depois de me alimentar e arrotou por cima do meu ombro.$16#$e#Parece que %kid1 precisa de uma troca de fralda agora também.$17#$b#Você pode cuidar disso, minha querida? Estou tão cansado agora.$2",
  "marriage.TwoKids_0": "Evelyn e George apareceram outro dia para visitar as crianças.$1#$b#Eles insistiram em nos deixar este presente.[186 221 344 350 604 608 612]#$b#Eu disse a eles que apreciamos seu presente, mas eles não precisavam.$13#$e#Evelyn não aceitaria não como resposta, embora.$13#$b#Eles são pessoas tão boas.$1",
  "marriage.TwoKids_1": "Jas e Vincent vieram brincar com nossos filhos hoje.#$b#É bom ver mais crianças na cidade de Pelican.$1#$e#Agora Jas e Vincent podem ter mais amigos da mesma idade.",
  "marriage.TwoKids_2": "Espero que %kid1 e %kid2 amem a fazenda tanto quanto nós quando crescerem.#$e#Seria ótimo se um deles decidisse assumir por nós.$3",
  "marriage.TwoKids_3": "Eu vi %kid1 e %kid2 correndo por aí brincando de piratas hoje.$3#$b#Acho que tenho contado a eles muitas histórias dos meus dias de pirata.$14",
  "marriage.TwoKids_4": "É ótimo que nossos filhos estejam crescendo em uma fazenda.#$b#Eles podem comer alimentos frescos e orgânicos diretamente das vinhas.$1#$e#Espero que %kid1 e %kid2 possam crescer fortes e saudáveis.$7",

//day dialogue
  "marriage.Indoor_Day_Zoro": "Esta casa precisa de uma boa limpeza agora.$2#$b#Temos estado tão ocupados ultimamente que não tivemos tempo de fazer uma limpeza profunda.$11#$b#Acho que vou começar com isso hoje.#$e#Primeiro, vou precisar de alvejar o vaso sanitário... Em seguida, esfregar a banheira... Em seguida, esfregar o chão... Ah, e limpar todas as janelas, armários, mesas e cadeiras..$11#$b#Tanta coisa para fazer em uma casa tão grande!$16",
  "marriage.Indoor_Day_0": "@, eu sei que não te digo que te amo o suficiente.$16#$b#Mas você significa o mundo para mim.$12#$e#Não sou um homem de muitas palavras sentimentais, então espero poder mostrar a você meu amor por meio de minhas ações.$4#$e#Você gostaria de uma massagem nas costas ou nos pés hoje à noite?$3",
  "marriage.Indoor_Day_1": "Você acha que %pet está sozinho?#%b#Eu estava pensando que deveríamos adotar outro gato ou cachorro para dar %pet um amigo.",
  "marriage.Indoor_Day_2": "Eu amo acordar todas as manhãs e ver você ao meu lado.$7#$b#É minha maior felicidade.$12",
  "marriage.Indoor_Day_3": "Onde você conseguiu todas essas esculturas e pinturas estranhas, @?$11#$b#Você com certeza tem gostos excêntricos em móveis.$14#$e#Não, eu não os odeio, acho que dá personalidade à nossa casa.$1",
  "marriage.Indoor_Day_4": "Meu amor! Pronto para começar outro dia?$1#$e#Avise-me se precisar de ajuda na fazenda hoje.",
  "marriage.Outdoor_Zoro": "Acho que vou ajudar a cuidar de nossas colheitas hoje.#$e#Talvez eu vá arrancar as ervas daninhas e limpar qualquer lixo.#$e#Amor, se precisar de ajuda, me dê um grito. Estarei por perto.",
  "marriage.Outdoor_0": "Só de ver meu marido em sua roupa de fazendeiro, labutando na fazenda, com o suor brilhando em seu rosto ao sol, meu coração dispara...$8^Só de ver minha esposa em sua roupa de fazendeira, labutando na fazenda, com o suor brilhando em seu rosto ao sol, com certeza faz meu coração disparar...$8#$b#Você está sexy é o que estou tentando dizer.$12",
  "marriage.Outdoor_1": "Estou com vontade de trabalhar fora hoje.#$b#O tempo está muito bom agora.#$e#Você gostaria de correr comigo??$1",
  "marriage.Outdoor_2": "Basta dar uma olhada nesta fazenda e qualquer um pode ver quanto trabalho e amor você colocou nela.$3#$b#Estou muito feliz por finalmente poder ajudá-la todos os dias nesta maravilhosa fazenda.$1#$e#Antes de nos casarmos, eu sempre quis ajudar você com o trabalho da fazenda.#$b#Você era apenas uma pessoa trabalhando em uma fazenda tão grande.$11#$b#Fiquei surpreso como você conseguia fazer isso todos os dias.#$e#E agora eu sei que é tudo por causa de seu trabalho duro e perseverança.$13",
  "marriage.Outdoor_3": "Quanto mais eu moro na cidade de Pelican, mais amo e admiro a beleza e simplicidade deste lugar.#$b#E agora que estou morando com você em uma fazenda, posso ver o outro lado deste lugar.#$e#Gostei de trabalhar com o Willy na praia, mas também gosto de ser agricultor.$1",
  "marriage.Outdoor_4": "É um dia tão bom, não é meu amor?$1#$b#Eu estarei pela fazenda, então me dê um grito se precisar de mim.#$e#Não se sobrecarregue.",
  "marriage.Rainy_Day_0": "Querida, lembre-se de usar uma capa de chuva ou levar um guarda-chuva quando sair hoje, ok?#$b#O tempo está terrível agora.$2#$e#Eu me pergunto quando essa chuva vai parar.$11#$b#Pelo menos não temos que nos preocupar em regar as plantações hoje.$14",
  "marriage.Rainy_Day_1": "Eu odeio sair em dias chuvosos como este.$10#$e#Talvez eu apenas levante pesos por dentro o dia todo.$11",
  "marriage.Rainy_Day_2": "Eu realmente não tenho nada para fazer sempre que chove.$11#$b#Acho que vou brincar com %pet e cuidar da casa hoje.#$e#Volte para casa logo ok?$1",
  "marriage.Rainy_Day_3": "Eu gostaria que você ficasse em casa comigo o dia todo sempre que chover.$2#$b#Mas eu sei que o trabalho de uma fazendeira nunca termina, faça chuva ou faça sol.$1#$e#Apenas tente se manter seca e não adoeça com este tempo.",

//night dialogue
  "marriage.indoor_Night_Zoro": "Bom trabalho hoje querida.#$e#Você deve estar exausto.$2#$b#Abri a água quente e preparei o banho para você.$3#$b#Tome um longo banho e eu vou preparar o jantar.$1",
  "marriage.Indoor_Night_0": "Como foi seu dia querida?#$b#Bem, espero que tenha corrido bem.#$e#O que você gostaria que eu fizesse para o jantar?$1#$b#Eu tenho algumas idéias, mas o que você deseja?",
  "marriage.Indoor_Night_1": "Willy apareceu mais cedo hoje e nos deu alguns frutos do mar frescos que pescou pela manhã.$1[715 717 718 719 720 723]#$b#Ele é um homem tão gentil.#$e#Devíamos convidá-lo para jantar algum dia.#$e#Devo muito a ele por cuidar de mim e me deixar trabalhar em sua peixaria quando cheguei aqui.",
  "marriage.Indoor_Night_2": "Boa noite querido, como foi o trabalho hoje?^Boa noite querida, como foi o trabalho hoje?#$e#Eu? Acabei de fazer algumas pequenas tarefas em casa.$1",
  "marriage.Indoor_Night_3": "Hoje consertei a porta do celeiro que estava caindo aos pedaços.#$b#E recoloquei a janela quebrada na frente da casa.#$b#Eu também arrumei todas as cercas quebradas ao redor da fazenda.#$e#Nossa fazenda é tão grande, sempre há algo que precisa de conserto.$16#$e#Estou exausto, podemos ir dormir cedo @?$11",
  "marriage.Rainy_Night_Zoro": "Querida, você parece exausta. O tempo estava terrível hoje.#$b#Deixe-me ajudá-la a tirar essas roupas molhadas e aquecê-la esta noite.$8",
  "marriage.Rainy_Night_0": "Em noites chuvosas como esta não há nada para fazer.$11#$b#...$4#$b#...$4#$b#Hey, querida, você está com vontade de fazer uma criança?$7",
  "marriage.Rainy_Night_1": "Esta noite está frio, ventoso e chuvoso.#$b#Clima perfeito para abraçar em frente à lareira.$1#$e#Você escolhe um filme e eu pego o vinho e a pipoca?$7",
  "marriage.Rainy_Night_2": "Eu queria ir pescar hoje, mas a chuva não parou o dia todo.$11#$b#Que pena, queria que tivéssemos peixe fresco para o jantar.$2",
  "marriage.Rainy_Night_3": "Bem vinda ao lar, meu amor. Senti sua falta enquanto você estava fora.#$b#Eu sempre me preocupo que você possa ficar doente sempre que trabalhar ao ar livre quando chove.$16#$e#Deixe-me fazer uma refeição quente, o que você gostaria de jantar?$1",
  "marriage.Rainy_Night_4": "@, bem vinda!#$b#Certifique-se de não trazer a lama pra casa.$11#$b#Acabei de esfregar e limpar o chão.$11",
  
//affection dialogue
  "marriage.Good_0": "Eu peguei um novo hobby de fazer cerveja em nossa adega.$1#$b#Aqui está uma amostra do meu lote recente.[303 459 346]#$b#O que você acha amor?$3",
  "marriage.Good_1": "Eu amo minha vida agora e é tudo graças a você minha querida.$1#$b#Eu te amo tanto, me pergunto por que não casei com você antes.$12",
  "marriage.Good_2": "Agradeço a cada dia que você decidiu se casar comigo, meu amor.$7#$b#Eu uso este pingente de sereia com orgulho.$8",
  "marriage.Good_3": "Querida, você já fez uma viagem para o deserto?#$b#Ouvi dizer que você pode encontrar cocos e cactos lá.#$b#Aparentemente, podemos fazer um suco muito bom com eles.$1#$e#Eu gostaria de experimentar suco de coco fresco, se possível.$3",
  "marriage.Good_4": "Meu amor, o que você acha de adicionar uma banheira de hidromassagem à nossa casa?#$b#Estava pensando em uma banheira de hidromassagem ao ar livre. Seria ótimo durante o inverno.$1",
  "marriage.Good_5": "Eu vi esta flor na natureza hoje e me lembrou de você, minha querida.$8#$b#Eu só tive que escolher para você, aqui.$12[591 593 597 18]",
  "marriage.Good_6": "Querida, aqui estão os mantimentos que você queria que eu comprasse esta manhã.#$e#Aqui está o pão.[216]#$b#O açúcar.[245]#$b#O óleo.[247]#$b#E o trigo.[246]#$e#Isso foi tudo, certo? Não esqueci de nada?$11",
  "marriage.Good_7": "Acabei de voltar do Pierre e quando estive lá ele disse que eu era o décimo cliente do dia e que ganhei um pequeno presente de agradecimento.#$b#Acho que você terá um uso melhor disso do que eu.[466 465 805 368 369 371]",
  "marriage.Good_8": "Querida eu fiz café, você gostaria de um pouco?[395]#$b#Eu bebo o meu escuro, mas você gostaria de açúcar ou leite no seu?[245 184]",
  "marriage.Good_9": "Às vezes me preocupo por não estar fazendo o suficiente por você como marido, @.$16#$b#Eu gostaria de ser mais útil para você do que apenas um parceiro de conversa.$11",

  "marriage.Neutral_0": "Fui coletar ovos hoje de manhã para o café da manhã e encontrei este ovo estranho na mistura.$11[558]#$b#Você sabe o que é isso?$11",
  "marriage.Neutral_1": "Eu estava pensando que poderíamos enfeitar a casa com um novo conjunto de papel de parede e piso.$1#$e#O que você acha?",
  "marriage.Neutral_2": "Nossa fazenda é tão grande, e nós produzimos tantos produtos exelentes.#$b#Gostaria que tivéssemos um banco de alimentos ou algo semelhante para que pudéssemos doar os alimentos.$11#$b#Assim, pessoas como Linus não teriam que vasculhar latas de lixo em busca de comida.",
  "marriage.Neutral_3": "É bom viver em uma fazenda tão espaçosa por nós mesmos, mas às vezes eu gostaria que tivéssemos vizinhos.$3",
  "marriage.Neutral_4": "Minhas katanas ficaram um pouco embotadas ultimamente, me pergunto se Clint vende algumas pedras de amolar que eu poderia comprar.",
  "marriage.Neutral_5": "Levei %pet para passear esta manhã.#$b#Temos nos dado muito bem esses dias.$1#$b#Acho que %pet está começando a se acostumar comigo morando aqui.$3",
  "marriage.Neutral_6": "Só de olhar para você coloca um sorriso no meu rosto.$1#$b#Eu sou grato por ter me casado com uma pessoa tão maravilhosa.$12",
  "marriage.Neutral_7": "Estou surpreso que você se juntou ao Adventurer's Guild.#$b#Eu sou muito hábil com uma katana, três katanas na verdade.$1#$b#Talvez possamos ir nos aventurar juntos em uma mina quando você terminar o trabalho agrícola.$3",
  "marriage.Neutral_8": "Estou contente e feliz com a vida que temos.$1#$b#Não acho que voltaria à vida do pirata tão cedo.",
  "marriage.Neutral_9": "Eu fiz café da manhã, certifique-se de comer algo antes de sair querida.[201]",

  "marriage.Bad_0": "O que é isso?$10#$e#O que? Não eu não sou doido. Está bem.$11#$b#Vou ficar chateado de verdade se você continuar perguntando.$10#$e#Eu disse para esquecer isso!$5#$e#%Zoro não quer mais falar.",
  "marriage.Bad_1": "Hmph.$10#$b#%Zoro está ignorando você.",
  "marriage.Bad_2": "Hey...Sobre o que aconteceu ontem ... Precisamos conversar seriamente sobre isso.$11#$b#Eu não posso mais ignorar isso.$2",
  "marriage.Bad_3": "@...Você ao menos me ama?$11#$b#Se sim, por que você me trata assim?$2",
  "marriage.Bad_4": "Desculpe agora não é uma boa hora.$2#$b#Não estou com vontade de falar.$11",
  "marriage.Bad_5": "Eu sinto que estamos nos afastando ultimamente...$11#$b#Você se cansou de mim?$2",
  "marriage.Bad_6": "Eu não gosto de como você tem me tratado ultimamente, @.$10#$b#Se for algo que eu fiz, é só me avisar e podemos resolver isso juntos.$2",
  "marriage.Bad_7": "...$10#$b#%Zoro não parece com vontade de conversar, melhor voltar mais tarde.",
  "marriage.Bad_8": "Minha linha de pesca estourou e o peixe fugiu esta manhã...$10#$b#Eu também não consegui pegar nada.$2#$e#Desculpe, ainda estou chateado, não fale comigo agora.$16",
  "marriage.Bad_9": "Ei... Precisamos falar sobre... nós.$2#$b#Eu só estou decepcionado com nosso relacionamento recentemente.$11#$b#Eu sinto que perdemos nossa comunicação um com o outro.$16#$e#Esqueça, você está ocupada. Falaremos sobre isso mais tarde.$10",

///seasonal marriage dialogue

//spring
  "marriage.spring_Zoro": "Finalmente é primavera!#$b#Estou ansioso por todas as frutas e vegetais frescos.$1#$e#Eu estava ficando cansado de comer alimentos secos e peixes durante todo o inverno.$11",
  "marriage.spring_1": "É o início de um novo ano mais uma vez!$1#$b#Espero que neste novo ano ainda estejamos com boa saúde e tão apaixonados como no ano anterior.$8#$e#Vamos fazer deste ano outro ótimo, @!$7",
  "marriage.spring_13": "Você vai se juntar à caça aos ovos hoje, @?#$e#Sem ofender a Abigail, mas prefiro ver você ganhar.$3",
  "marriage.spring_24": "Não gosto de ter todo mundo olhando enquanto danço, mas se você me convidar, vou dançar com você, baby.$12",
  "marriage.spring_25":"Parecia que fiz papel de bobo dançando ontem?$15#$b#Espero que não, mas você vai me dizer se eu fiz, certo?$14",

//summer
  "marriage.summer_Zoro": "Já te disse o quanto não gosto do verão, querida?$10#$b#Eu fico suado e pegajoso tão rápido.$2#$e#Os banhos frios são os melhores nesta época da temporada.$7",
  "marriage.summer_1": "Ótimo, mais um verão quente e úmido.$10#$e#Vamos apenas terminar esta temporada logo.$2",
  "marriage.summer_11": "O que você está trazendo para a sopa hoje, querida?#$b#Vou ter certeza de não trazer a mesma coisa.$1",
  "marriage.summer_27":"Eu estava pensando que para o festival de amanhã, poderíamos fazer um encontro romântico com ele?$8#$e#Podemos trazer velas e vinho e uma toalha de piquenique e todas as nossas comidas favoritas.$7#$b#Podemos nos espalhar na praia em algum lugar longe de todos e desfrutar das águas-vivas ao luar juntos.$12",
  "marriage.summer_28": "Sempre me perguntei como é o sabor das águas-vivas?$13#$b#Como água, talvez?$11",

//fall
  "marriage.fall_Zoro": "Outono é minha estação favorita!$1#$b#Nem muito quente nem muito frio.#$e#Alimentos de outono combinam muito bem com cerveja também!$3",
  "marriage.fall_1": "Parece que o outono está finalmente aqui!#$b#Stardew Valley fica muito bonito com todos os vermelhos, dourados e laranjas.",
  "marriage.fall_16": "Querida, você já decidiu o que vai apresentar na feira de hoje?#$b#Deixe-me ajudá-la a se preparar!",
  "marriage.fall_26": "Eu posso ter que passar pelo labirinto este ano.$11#$b#Você sabe o quão ruim eu sou em...$2#$e#No ano passado eu estive naquele labirinto a noite toda.#$b#Lewis teve que me tirar na manhã seguinte.$4",
  "marriage.fall_28":"Estou surpreso por ter conseguido sair daquele labirinto sozinho, perguntando ontem a apenas seis outras pessoas.$3",

//winter
  "marriage.winter_Zoro": "Este inverno é especialmente frio.$2#$b#Eu esqueci como nossos invernos são frios.$2#$b#Certifique-se de se vestir bem, bebê.",
  "marriage.winter_1": "Minha querida, fomos capazes de nos preparar para o inverno?#$b#Você coletou toda a colheita ontem?$1",
  "marriage.winter_8": "Estou ansioso para a pesca no gelo, é minha parte favorita do festival.#$b#Vou pegar um grande e podemos prepará-lo para o jantar.$1",
  "marriage.winter_9":"Eu tentei roubar alguns peixes que todos haviam pescado no festival para nosso jantar ontem, mas Lewis me interrompeu imediatamente.$2#$e#O que é um ou dois peixes? Por que tivemos que liberar todos eles? Parece um desperdício para mim.$11",
  "marriage.winter_14": "Você está querendo comprar algum peixe exótico no Mercado Noturno, @?#$b#Eu estava pensando que poderíamos comprar alguns móveis novos para a fazenda?$1",
  "marriage.winter_24":"O festival Winter Star é amanhã!$1#$b#Eu vi todos na cidade decorando e a loja de Pierre estava cheia de pessoas de última hora comprando ingredientes para cozinhar para o banquete.#$e#Vamos trazer comida também?",
  "marriage.winter_25": "Feliz Estrela do Inverno, querida.$3#$b#O ano está chegando ao fim mais uma vez, e sou eternamente grato por poder passar o início do ano com você e o final do ano com você.$7#$e#Vamos torcer juntos para que o próximo ano também seja cheio de felicidade um com o outro.$8",
  "marriage.winter_28":"Hoje é o último dia do ano e amanhã será o início de um novo dia.$1#$b#Você quer ficar acordada esta noite juntos e assistir a contagem regressiva?$7",

///FESTIVAL DIALOGUE

//festival default
  "festival-default": "Eu nunca me canso desses festivais.#$b#Sempre tem comida de graça.$1",

//egg festival
  "spring13": "Ei, você é nova na cidade? Eu sou zoro.#$b#Você participando deste evento?",
  "spring13.friendly": "Eu realmente acho que Abigail não deveria participar.$11#$b#Ela deveria deixar isso para as crianças.$11#$e#Oh o que? Você tambem vai participar?$14#$e#Você não é um pouco velho para isso?$15",
  "spring13.dating": "Eu espero que você ganhe baby!$1#$b#Ganhe daquela garota Abigail de uma vez por todas.$3",
  "spring13.married": "Há quantos anos Abigail participa?$11#$b#Não é hora de ela deixar isso para as crianças?$11#$e#Oh você vai jogar tambem?$15#$b#Prefiro que meu marido ganhe então.$12^Prefiro que minah esposa ganhe então.$12",
  "spring13.divorced": "Espero que você perca.$10#$b#Não fale comigo de novo.$11",

//flower dance
  "spring24": "Não me peça para dançar obrigado.$11",
  "spring24.friendly": "Estou te dizendo agora, eu tenho dois pés esquerdos quando se trata de dançar.$15#$e#Só estou aqui pela comida e bebida.",
  "spring24.dating": "Querida, você vai me convidar para dançar com você?$7",
  "spring24.married": "Prefiro não dançar na frente de todos, mas se meu marido quiser, eu vou.$15^Prefiro não dançar na frente de todos, mas se minha esposa quiser, eu vou.$15",
  "spring24.divorced": "É melhor você nem pensar em me convidar para dançar.$10",

//luau
  "summer11": "Ei prazer em conhecê-la. Eu sou zoro.#$b#Então você trouxe algo bom para a sopa?",
  "summer11.friendly": "Apresse-se Linus!$1#$b#Quando a carne estará pronta?$3",
  "summer11.dating": "Querida, o que você trouxe para o sopa este ano?",
  "summer11.married": "Todos os anos Linus faz a melhor carne assada no fogo!$3#$b#Você quer que eu pegue para você também, @?$1",
  "summer11.divorced": "Estou tentando aproveitar este festival, então você não pode me incomodar pelo menos uma vez?$10",

//dance of the moonlight jellies
  "summer28": "Willy estava certo, esta é uma visão bonita.",
  "summer28.friendly": "Eu ouvi sobre a migração águas-vivas de Willy.#$b#Eu tenho que ver por mim mesmo, se é realmente tão espetacular como ele vive me dizendo.$1",
  "summer28.dating": "Querida, estar aqui com você deixa a noite mais bonita.$12",
  "summer28.married": "De alguma forma, é mais romântico assistir ao águas-vivas junto com você.$12",
  "summer28.divorced": "%Zoro está ignorando você.",

//marketpalooza
  "fall1": "Hey, engraçado te conhecer aqui.#$b#Eu sou Zoro.#$b#Então você conhece Nikolai também?",
  "fall1.friendly": "Eu estive esperando o ano todo por isso!$3#$b#Finalmente, os famosos hambúrgueres de sobrevivência de Gus! Experimente, @!$7#$e#Nickolai com certeza sabe como organizar um festival.$3#$e#Eu posso ver que ele trabalhou muito nisso.$1#$b#É por uma boa causa também.$13#$b#Que cara legal.",
  "fall1.dating": "Ver Nikolai planejando este evento me deu uma ideia.#$b#Nós definitivamente poderíamos hospedar nosso próprio festival também. Certo amor?$7",
  "fall1.married": "Querida, dê uma olhada em toda a boa comida neste festival que Nickolai ofereceu!$3#$b#Gus está até cozinhando seus famosos hambúrgueres de sobrevivência.$1#$e#Nickolai com certeza sabe como organizar um festival.$3#$b#Eu posso ver que ele trabalhou muito nisso.$1#$e#É por uma boa causa também.$13#$b#Que cara legal.",
  "fall1.divorced": "%Zoro olha para você e se afasta.",

//stardew valley fair
  "fall16": "Hey, prazer em conhecê-la. Eu sou zoro.#$b#Você já experimentou os hambúrgueres aqui?",
  "fall16.friendly": "A comida de Gus é a única razão pela qual estou aqui.$13#$e#Continue vindo Gus!$3#$e#Você já experimentou esta cidra de abóbora, @?$1",
  "fall16.dating": "Querida, não deixe de experimentar um pouco desta torta de abóbora que Gus está dando.$1",
  "fall16.married": "Oh querida! Gus está dando comida de graça, quer que eu traga um pouco para nós?$7",
  "fall16.divorced": "Não posso ver que estou comendo?$10#$b#Me deixe sozinho!$10",

//spirits eve
  "fall27": "Quem é você?$2#b#O que? Eu não estou perdido!$10",
  "fall27.friendly": "Onde diabos eu estou?$16#$b#Já passei por esta casa com pernas de galinha 100 vezes agora!$10",
  "fall27.dating": "Querida, se você está com medo, fique perto de mim, ok?$4",
  "fall27.married": "Graças a Yoba você está aqui, você veio me resgatar do labirinto miserável este ano também, certo?$14#$e#Estou preso aqui há horas.$15#$b#Vamos para casa já.$2",
  "fall27.divorced": "Por que eu vejo você em todos os lugares?$10#$b#Por que você está falando comigo neste lugar remoto?#10",

//festival of ice
  "winter8": "Sou muito bom em pesca no gelo, se é que posso dizer.",
  "winter8.friendly": "Você pensaria que alguém como eu entraria em uma competição de pesca.#$b#E eu pensei sobre isso.#$b#Mas o velho Willy estava realmente ansioso para vencer este ano.$13#$b#E eu não queria derrotá-lo e esmagar seus espíritos, você sabe?$1#$e#É uma história diferente se você fizer isso.$3",
  "winter8.dating": "Quer apostar em quem pode pescar mais peixes hoje?$1",
  "winter8.married": "Vença o Willy este ano também ok?#$b#Estou ansioso por todos os peixes frescos que comeremos esta noite!$3",
  "winter.divorced": "Espero que sua linha quebre constantemente e que todos os seus peixes fujam hoje.$11#$b#Não fale comigo de novo.$10",

//feast of the winter star
  "winter25": "Ei prazer em conhecê-la. Eu sou o Zoro. Eu ouvi muitas coisas boas sobre você dos moradores.#$b#De qualquer forma, boas festas. Até a próxima.",
  "winter25.friendly": "Eu me pergunto quem é meu amigo secreto?$7#$e#Eu fui amigo secreto de %rival este ano.$3#$e#Só estou dizendo isso porque confio em você, @. Não diga a ele ainda.$1^Só estou dizendo isso porque confio em você, @. Não diga a ela ainda.$1",
  "winter25.dating": "Amor, feliz estrela do inverno.$3#$b#Posso ir até sua casa esta noite?$12",
  "winter25.married": "Espero que você seja minha amiga secreta este ano, meu amor.$12#$e#Eu? Eu sou amigo secreto de %rival este ano.$13#$b#Eu gostaria de ter você, porém, pensei em um ótimo presente para você também.$11",
  "winter25.divorced": "Boas festas ou o que seja.$11#$b#Agora saia da minha vista.$10",

///MOVIE REACTION DIALOGUE

//theres only 8 movies but 9 movie reactions, IDK what this one is for, fallback response maybe?
  "movies.0.before": "Ir ao cinema é divertido de vez em quando.#$b#Obrigado por me convidar.$1",
  "movies.0.during-script": "Zoro parece estar gostando do filme.",
  "movies.0.after": "Isso realmente não foi ruim.#$b#Mas vamos assistir a algo mais emocionante da próxima vez.$1",

//movie: the brave little sapling
  "movies.1.before": "Este não é um filme infantil?#17#$e#Vamos assistir isso?#2",
  "movies.1.during-script": "Zoro parece entediado.",
  "movies.1.during-message": "Este filme é muito infantil para mim.$11#$b#Pelo menos você está gostando, certo?$13",
  "movies.1.after": "Não foi um filme ruim, apenas não é minha praia.",

//movie: natural wonders: exploring our vibrant world
  "movies.2.before": "Um filme sobre a natureza, hein?$13#$b#É como um documentário?$13",
  "movies.2.during-script": "Zoro parece que ele está gostando do filme.",
  "movies.2.during-message": "Devo encontrar a chance de visitar esses lugares no futuro.",
  "movies.2.after": "Você acha que os lugares reais parecem tão bons na vida real quanto no filme?",

//movie: the miracle at coldstar ranch
  "movies.3.before": "Eu vi um trailer deste.#$b#Parecia muito piegas.",
  "movies.3.during-script": "Zoro ri.",
  "movies.3.during-message": "As pessoas realmente choram nesta parte?$14",
  "movies.3.after": "O filme era muito sentimental para mim.$11",

//movie: journey of the prarie king: the motion picture
  "movies.4.before": "Sam e Alex tinham muitas coisas boas a dizer sobre este filme.$13",
  "movies.4.during-script": "Zoro parece entretido.",
  "movies.4.during-message": "O filme continua fiel ao videogame!#$b#Estou impressionado.$1",
  "movies.4.after": "Esse foi um filme decente.#$b#Eu realmente gostei disso.",

//movie: mysterium
  "movies.5.before": "Estive esperando esse filme sair!$3#$b#Mal posso esperar para ver.#1",
  "movies.5.during-script": "Zoro está assistindo a tela com entusiasmo.",
  "movies.5.during-message": "Woah!$9#$b#Você viu isso agora, @?$3",
  "movies.5.after": "Foi um filme tão bom, não me importaria de vê-lo novamente!$1",

//movie: the zuzu express
  "movies.6.before": "Este é um daqueles filmes de romance?#$b#Eu não te tomei por um tipo de cara romântico.^Eu não te tomei por um tipo de garota romântica.",
  "movies.6.during-script": "Zoro parece mais focado na comida do que no filme.",
  "movies.6.during-message": "Yeah, eu simplesmente não vejo o apelo neste.$16",
  "movies.6.after": "Era tão extravagante que não conseguia levar a sério.$14",

//movie: wumbus
  "movies.7.before": "Isso parece interessante.#$b#Eu espero.$16",
  "movies.7.during-script": "Zoro olha para a tela intensamente.",
  "movies.7.during-message": "O diretor deve ter bufado de tinta quando surgiu com este.$14",
  "movies.7.after": "Eu realmente não odiei, acredite ou não.#$b#Foi estranho, mas de um jeito bom.$14",

//movie: it howls in the rain
  "movies.8.before": "Eu amo filmes de terror.$1#$b#Então, estou tendo grandes esperanças para este filme.$3",
  "movies.8.during-script": "Zoro olha para a tela intensamente.",
  "movies.8.during-message": "Você acha que eles vão sair vivos?$9",
  "movies.8.after": "Esse filme era tão suspense!$1#$b#Eu estava na ponta do meu assento o tempo todo.$3",

//seen_love
  "movies.9.before": "Oh eu amo esse filme!$3#$b#Yeah, vamos assistir de novo.$1",
  "movies.9.after": "Não importa quantas vezes eu veja este, é tão bom quanto da primeira vez.",

//seen_like
  "movies.10.before": "Eu já vi este. Foi decente.#$b#Você quer assistir de novo? Claro, não tenho mais nada para fazer agora.",
  "movies.10.after": "Eu não me importo de assistir filmes que já vi antes.#$b#Eu pego coisas que não percebi da primeira vez.$1",

//seen_dislike
  "movies.11.before": "Nós realmente temos que assistir este de novo?$10#$b#Ok, tudo bem.$2",
  "movies.11.after": "Por favor, não me faça assistir de novo na próxima vez.$16",

///MAP ITEM DESCRIPTIONS
  "maps.ZoroBoatHouse.1": "É um antigo mapa do tesouro. Após uma inspeção posterior, você verá o nome do mapa: Grand Line",
  "maps.ZoroBoatHouse.2": "É uma caixa de peixe fresco que Zoro pescou esta manhã.",
  "maps.ZoroBoatHouse.3": "Zoro tem uma coleção de saquê e álcoois.",
  "maps.ZoroBoatHouse.4": "A fiel vara de pescar de Zoro. A alça parece gasta de uso.",
  "maps.ZoroBoatHouse.5": "As três katanas de Zoro: Sandai Kitetsu, Shusui e Wado Ichimonji estão em exibição. Ele ainda os usa?",
  "maps.ZoroBoatHouse.6": "Zona que Zoro onde treina. Eu me pergunto o quanto ele faz no banco?",
  "maps.ZoroBoatHouse.7": "O guarda-roupa de Zoro. Ele só tem quatro roupas...",
  "maps.ZoroBoatHouse.8": "Uma lista de todas as lojas em Pelican Town. Parece bem usado.",
  "maps.ZoroBoatHouse.9": "Tem cheiro de peixe queimado.",
  "maps.BoatHouseCellar.1": "O gerador que fornece eletricidade para a casa de barcos de Zoro está aqui embaixo. Funciona com carvão. Ajuda a tornar o banheiro agradável e quentinho durante o inverno.",
  "maps.BoatHouseCellar.2": "Este é um caixão de saquê.",
  "maps.BoatHouseCellar.3": "Zoro mantém seu suprimento de água doce aqui.",
  "maps.BoatHouseCellar.4": "Zoro prefere banhos em chuveiros.",
  "maps.BoatHouseCellar.5": "Você se vê no espelho. Parece bom!",
  "maps.BoatHouseCellar.6": "Há suprimentos extras de pasta de dente, papel higiênico, remédios, shampoo e toalhas nesses armários.",
  "maps.BoatHouseCellar.7": "Que toalete bonito.",
  "maps.ZoroBoardingHouse.1": "A fiel vara de pescar de Zoro.",
  "maps.ZoroBoardingHouse.2": "Área de treino do Zoro. Você ocasionalmente o vê malhando em seu quarto sem camisa.",
  "maps.ZoroBoardingHouse.3": "É um haltere.",
  "maps.ZoroSpouseRoom.1": "É um antigo mapa do tesouro. Após uma inspeção posterior, você verá o nome do mapa: Grand Line.",
  "maps.ZoroSpouseRoom.2": "É uma coleção de você e do seu marido, vinhos e bebidas alcoólicas.",
  "maps.ZoroSpouseRoom.3": "Zoro está se esforçando muito para ler mais livros. Tem até romance! Após uma inspeção mais aprofundada, há um livro intitulado 'Como ser um marido melhor' escondido debaixo da pilha.",
		
///EVENTS DIALOGUE

//1 heart intro
  "1heart.1":"Poucos meses antes da chegada da nova fazendeira...",
  "1heart.2":"Menino, você está bem?",
  "1heart.3":"Isso não parece bom.",
  "1heart.4":"Você disse que o encontrou assim?",
  "1heart.5":"Yup. Desmaiou com frio.",
  "1heart.6":"Quem é ele? De onde ele veio?",
  "1heart.7":"Nenhuma pista. O que fazemos agora?",
  "1heart.8":"Ele parece perigoso. Olha aquela espada que ele tem!",
  "1heart.9":"Vamos tentar sacudi-lo suavemente primeiro.",
  "1heart.10":"...",
  "1heart.11":"...",
  "1heart.12":"...",

//2 heart
  "2heart.1":"Onde estou?",
  "2heart.2":"Ah é você, @. Você precisa de algo?$11",
  "2heart.3":"O que? Eu estou perdido? Não estou perdido!$10",
  "2heart.4":"O que eu estou fazendo então?$11#$b#Estou indo para a casa de Lewis para discutir algo.#$b#Mas parece que sua casa desapareceu durante a noite!$10",
  "2heart.5":"Eu poderia jurar que sua casa era perto daqui...$2",
  "2heart.6":"O que?! Sua casa fica mais ao sul, à direita do cemitério?!$9#$b#Onde fica o cemitério?!$10",
  "2heart.7":"Perto da ponte para a praia?$10",
  "2heart.8":"Quando foi movido para lá?!$10",
  "2heart.9":"Bem, obrigado por me avisar, @, agradeço.$7",
  "2heart.10":"Agora então, ele mora na praia certo?#$b#Estou indo para a praia então. Até mais tarde @!$1",

//4 heart
  "4heart.1":"Obrigado novamente por ter vindo hoje Zoro.$1#$b#As crianças sempre pedem para ouvir mais histórias de aventura de quando você estava no mar.",
  "4heart.2":"Tem problema não, é legal vir aqui.$13",
  "4heart.3":"Achei que seria muito educativo para as crianças aprenderem sobre novos lugares e culturas.$1",
  "4heart.4":"Oh, oi @!$1#$b#É bom ver você no museu hoje.$1",
  "4heart.5":"Oi!",
  "4heart.6":"Olá.",
  "4heart.7":"Hey fazendeira.",
  "4heart.8":"Zoro estava prestes a nos contar algumas de suas histórias de suas viagens, você gostaria de se juntar a nós?",
  "4heart.9":"Ótimo! Venha se sentar conosco.$1",
  "4heart.10":"Então, onde você estava, Zoro?",
  "4heart.11":"Claro, o que vocês, crianças, gostariam de saber?",
  "4heart.12":"Oh! Conte-nos sobre estar dentro da baleia gigante!$4",
  "4heart.13":"Não, eu quero ouvir sobre os dinossauros!$1#$b#Fale sobre isso primeiro!",
  "4heart.14":"Ok, ok os dinsoussauros primeiro.",
  "4heart.15":"Foi a segunda ilha em que minha tripulação e eu pousamos depois de chegar ao Grand Line.#$b#Era uma ilha onde o tempo nunca passou da era dos dinossauros.$1#$b#T-rexes e tigres dentes de sabre vagavam por toda parte!$3",
  "4heart.16":"Whoaa..!",
  "4heart.17":"Foi lá que encontramos os capangas do senhor Crocodile, Mr.3 e Mr.5!$9#$b#Minha tripulação e eu lutamos em uma batalha de vida ou morte contra eles.$10#$b#Mas Mr.3 usou seus truques e nos prendeu em cera que lentamente fez nossos corpos ficarem completamente duros.$10#$b#Eu pensei que estava seriamente em um caso perdido.$3",
  "4heart.18":"O que?1 E como você escapou?$3",
  "4heart.19":"Eu tentei cortar meus pés.$1",
  "4heart.20":"Nãoooo...!$2",
  "4heart.21":"Isso é muito LEGAL!$1",
  "4heart.22":"Você tem cicatrizes nos pés? Então?",
  "4heart.23":"Yeah, cla-$1",
  "4heart.24":"OK! ESTÁ BEM! Que tal passar para a próxima aventura agora, sim???$5",
  "4heart.25":"Oh claro, Penny.$13",
  "4heart.26":"Hey Sr. Roronoa, como você conseguiu essa cicatriz gigante em seu peito?",
  "4heart.27":"Oh essa coisa?#$b#Eu consegui isso desafiando o espadachim mais forte do mundo e perdendo.$1#$b#Eu estava preparado para morrer naquela época, mas o espadachim poupou minha vida e só me deu esta marca de corte!",
  "4heart.28":"Eu uso isso como um emblema de honra agora.$3",
  "4heart.29":"De jeito nenhum! Havia sangue por toda parte quando isso aconteceu?",
  "4heart.30":"Com certeza tinha!$3",
  "4heart.31":"Ewww...!$2",
  "4heart.32":"OK! Isso é o suficiente para contar histórias para o dia.#$b#Eu acho que é hora das crianças irem para casa.$3#$b#Obrigado pelo seu tempo hoje, Zoro.$3",
  "4heart.33":"Aww mas eu queria ouvir mais!$3",
  "4heart.34":"Tem certeza Penny? Não me importo de contar mais um pouco.$1",
  "4heart.35":"Você pode não se importar, mas tenho certeza que Jodi e Marnie se importarão...$3",
  "4heart.36":"Enfim, é hora deles irem embora. Eu vou levá-los para casa.#$b#Tenham um ótimo dia Zoro e @.",
  "4heart.37":"Vamos para casa, crianças.",
  "4heart.38":"Tchauzinho Sr. Roronoa.",
  "4heart.39":"Tchau Sr. Roronoa!",
  "4heart.40":"Hey @, posso perguntar uma coisa?$11",
  "4heart.41":"Você tem medo de mim porque eu sou um pirata?$2",
  "4heart.42":"Bem, alguns dos moradores daqui não gostam quando menciono qualquer coisa sobre minha vida de pirata antes de vir para cá.$11#$b#Eles me dão olhares estranhos ou me evitavam completamente nas ruas.$10#$b#Não que eu me importe muito.$2",
  "4heart.43":"Mas você também tem medo de mim?$11",
  "4heart.44":"Oh bom, você é a última pessoa que eu quero que tenha medo de mim.$1#$b#Eu sinto que você é a única amiga que eu fiz até agora aqui.$8#$b##Ouvir você dizer isso me faz sentir melhor.$3#$b#Obrigado, @.$7",

//6 heart
  "6heart.1":"...E então eu disse a ele: 'Você acha que eu dirijo uma instituição de caridade? Não posso viver de exposição. Você precisa realmente me pagar pela minha ferraria!'!$3",
  "6heart.2":"Hmph. Clientes típicos, estou certo? Sempre tentando baixar cada centavo possível.$3",
  "6heart.3":"Oh, é @.",
  "6heart.4":"É ocê!",
  "6heart.5":"Opa fazendeira! Como tu tá? Fico feliz di ver ocê aqui essa noite.",
  "6heart.6":"Por que ocê num se junta a nós pa argumas rodadas?$1",
  "6heart.7":"Como vão as coisas na fazenda, @?$1",
  "6heart.8":"Bão saber!$1#$b#Orvi de Pierre que ocê tem ganhado muito dinheiro com a fazenda nesta temporada.",
  "6heart.9":"Suas safras são sempre as mais frescas.#$b#Sempre que há uma nova remessa na loja, me certifico de estocar.$1",
  "6heart.10":"É muito bão sabê que Stardew Valley ganho uma fazndeira tão talentosa.#$b#Esse veio do mar tá muito feliz por ocê ter decidido se mudar pa cá.$1",
  "6heart.11":"Não trabalhe muito, @.$11#$b#Certifique-se de fazer pausas e cuidar de si.$13",
  "6heart.12":"Eu me preocupo com você trabalhando por conta própria em uma fazenda tão grande como essa.$2#$b#Se você precisar de ajuda, é só me avisar e eu estarei lá.$1",
  "6heart.13":"Hmm? Quando cês dois ficaram tão próximos sem que percebêssemos?$3",
  "6heart.14":"Eu não sabia que você tinha outros amigos além de nós, Zoro.$1",
  "6heart.15":"...$4",
  "6heart.16":"Já que é sexta à noite e é raro @ se juntar a nois, por que não fazemo algo divertido?$1",
  "6heart.17":"O que você tem em mente?",
  "6heart.18":"Que tal um bom e veio concurso de bebida?$3#$b#Quem conseguir beber mais vence!$1",
  "6heart.19":"Oh vamos lá, vai ser legal @!#$b#Pense nisso como uma festa especiar de boas-vindas por ocê se mudar para Stardew Valley!$1",
  "6heart.20":"Eu não me importo, já que posso beber bastante, mas você tem certeza que vocês dois velhos podem aguentar?$1",
  "6heart.21":"Oh? É um desafio que ouço?$1",
  "6heart.22":"Podemos ser velhos, mas podemos beber, ocês jovens são bem fracotes para bebida! Certo, Clint?$1",
  "6heart.23":"Isso mesmo Willy!$1#$b#Se houver um dia em que eu perco para vocês, crianças, estou fechando minha oficina de ferreiro!",
  "6heart.24":"Você não tem que ir tão longe, Clint.$1#$b#Eu não gostaria de ver você fechando a loja amanhã.$3",
  "6heart.25":"Podemos enfrentar esses caras, certo @?",
  "6heart.26":"EChega de conversa, vamos começar! Ocês primeiro, crianças!$1",
  "6heart.27":"@ não parece muito bem.$2#$b#Acho que hoje deu para ele.$2^Acho que por hoje deu para ela.$2",
  "6heart.28":"Acho melhor você levá-lo de volta para a fazenda dele, Zoro.$2^Acho melhor você levá-la de volta para a fazenda dela, Zoro.$2",
  "6heart.29":"Yeah, eu também acho.$11#$b#Você ainda pode andar, @?$2",
  "6heart.30":"Isso não é nada bão.#$b#Tenha cuidado a voltar, ocês dois.",
  "6heart.31":"Cuide dele pra gente, tá Zoro? Eu e Willy estaremos aqui por mais um tempo se você precisar de nós.^Cuide dela pra gente, tá Zoro? Eu e Willy estaremos aqui por mais um tempo se você precisar de nós.",
  "6heart.32":"Beleza.",
  "6heart.33":"Vamos lá @. O ar noturno pode ajudar a limpar sua cabeça.$11#$b#Você pode colocar seu braço em volta dos meus ombros e eu te apoiarei.",
  "6heart.34":"A caminhada ajudou a limpar um pouco sua mente?$13",
  "6heart.35":"Isso é bom. Eu estava preocupado que você tivesse envenenamento por álcool ou algo assim.$2#$b#Você realmente bebeu muito esta noite.$16",
  "6heart.36":"Esta noite foi muito divertida, não foi?$1#$b#Estou feliz que você passou pelo Saloon.$3",
  "6heart.37":"Mas da próxima vez, vamos sair apenas nós dois.$4#$b#Dessa forma, você não precisa fazer mais concursos de bebida.$7",
  "6heart.38":"Está ficando tarde. Você deve voltar para casa agora. Você pode caminhar o resto do caminho para casa direito?$13",
  "6heart.39":"Ok então até mais, @.#$b#Vou voltar para o Saloon e me encontrar com Willy e Clint por mais um tempo.$1",
  "6heart.40":"Hey, @...?$4",
  "6heart.41":"Estou feliz que você seja minha amiga.$4#$b#Isso é tudo. Boa noite.$4",

//8 heart
  "8heart.1":"Oh @! Fico feliz em ver você.$1#$b#Você veio aqui nas montanhas para pescar?",
  "8heart.2":"Ah entendo.$13#$b#Mas, se você estiver livre por um tempo, você se importaria de me fazer companhia por um tempo?$1#b#Pescar pode ser terrivelmente entediante sozinho às vezes.",
  "8heart.3":"Ótimo! Você pode me ajudar com a isca se quiser.$1",
  "8heart.4":"Hey @, posso falar com você sobre algo?$11",
  "8heart.5":"O que você pensou de mim quando nos conhecemos?$11",
  "8heart.6":"Então você não achou nada ruim de mim, hein?$1",
  "8heart.7":"Você sabe @, você é a pessoa mais honesta e legal que conheço desde que fiquei preso aqui em Stardew Valley.$1",
  "8heart.8":"Você nunca me julgou por ser um pirata ou tentou se intrometer na minha vida antes de eu vir aqui como outras pessoas.$11",
  "8heart.9":"u só queria que você soubesse que eu aprecio isso, e eu aprecio você ser minha amiga.$4#$b#Obrigado.$7",
  "8heart.10":"Tenho pensado nisso muito e muito, e foi uma decisão muito difícil de tomar, mas porque você está aqui...$11#$b#Decidi morar aqui em Stardew Valley de agora em diante.$8",
  "8heart.11":"Sim, isso mesmo. Não vou mais voltar para o mar ou para minha tripulação.$13#$b#Eu decidi que quero estar onde você está.$12",
  "8heart.12":"Não fique constrangida ou se sinta culpada. Eu já sei porque decidi fazer isso.$3#$b#...E talvez um dia, você possa entender meus sentimentos também.$7",
  "8heart.13":"Ei, passa-me outra isca, sim? O peixe fugiu enquanto conversávamos.",

//10 heart
  "10heart.1":"@! Você finalmente está aqui!$7",
  "10heart.2":"Não, não esperei muito. Cheguei aqui há pouco.$1",
  "10heart.3":"Por que eu chamei você aqui?$11#$b#Bem, eu queria te contar uma história...Sobre mim.$11",
  "10heart.4":"Você se importaria de ficar um pouco e ouvir?",
  "10heart.5":"Obrigado @.",
  "10heart.6":"...Bem, começou com o minha melhor amiga morrendo de um acidente quando eu era criança.$11",
  "10heart.7":"Ela era filha do professor de dojo onde morei e treinei.$11#$b#Eu nunca conseguia vencê-la em uma partida naquela época, não importa o quanto eu tentasse.$2",
  "10heart.8":"Ela se tornou minha única inspiração e motivação para me tornar o melhor espadachim em todo o mundo.",
  "10heart.9":"Eu disse a mim mesmo que iria derrotá-la em uma partida um dia.$13#$b#Mas aquele dia nunca aconteceu.$11",
  "10heart.10":"Depois que ela faleceu, prometi a ela que realizaria esse sonho para nós dois.$11",
  "10heart.11":"Durante minha adolescência, me tornei um caçador de recompensas, caçando piratas para aprimorar minhas habilidades e colocar comida no meu prato.",
  "10heart.12":"Eu fui pego pela Marinha um dia por um motivo estúpido e fui colocado no corredor da morte.$11#$b#Foi quando conheci meu capitão e ele salvou minha vida e me tirou de lá.$1",
  "10heart.13":"Ele me pediu para me tornar um pirata com ele e então jurei minha lealdade a ele.$1",
  "10heart.14":"Desde aquele dia, tenho vivido aventuras de vida ou morte com ele e a tripulação que ele fez ao longo do caminho.$3",
  "10heart.15":"Uma das aventuras de vida e morte me levou a ser transportado aqui para Stardew Valley.$11",
  "10heart.16":"Um tempo atrás, eu vi informações do meu capitão no jornal nos dizendo para encontrá-lo de volta em algum lugar em dois anos.$11",
  "10heart.17":"Então, decidi pelos próximos dois anos, Stardew Valley seria meu novo começo, onde eu treinaria como nunca antes para ficar mais forte.",
  "10heart.18":"Jurei depois desses dois anos que nunca mais perderia.$11#$b#Eu ainda iria me tornar o melhor espadachim do mundo.$11",
  "10heart.19":"...E foi quando te conheci.",
  "10heart.20":"Desde que te conheci, meu mundo mudou completamente.$4",
  "10heart.21":"De repente, o sonho de minha vida de me tornar o melhor espadachim, meu objetivo pelo qual me esforcei em todos os momentos da minha vida, não parecia mais tão importante para mim.$15",
  "10heart.22":"Estou disposto a desistir dos meus dias como pirata.$4#$b#Estou disposto a deixar meu capitão e minha tripulação.$4#$b#E o mais importante de tudo, estou disposto a abrir mão da minha promessa com minha amiga de infância, que significava o mundo inteiro para mim.$4",
  "10heart.23":"...Porque eu tenho alguém que é meu mundo agora.$12",
  "10heart.24":"O que estou tentando dizer é...$15#$b#Eu estou apaixonado por você, @.$8",
  "10heart.25":"Isto é para você.[458]$7#$b#Representa meus sentimentos.$12",
  "10heart.26":"Levei muita coragem para esta confissão.$15#$b#E o que estou prestes a perguntar requer ainda mais coragem...$4#$b#Posso te beijar?$4",
  "10heart.27q":"Beijar Zoro?",
  "10heart.Answer_Yes":"Sim!",
  "10heart.Answer_No":"Não!",
  "10heart.28.1":"Eu sou o cara mais feliz do mundo agora!$7",
  "10heart.29.1":"Tive medo que você não sentisse o mesmo.$8#$b#Eu estava preocupado que um cara como você não jogasse desse lado.$4$^Eu estava preocupado que uma garota como você já tivesse alguém em seu coração.$4",
  "10heart.30.1":"Mas agora eu sei que minhas preocupações eram infundadas.$12",
  "10heart.31.1":"Você gostaria de sair em um momento em que estiver livre?$8",
  "10heart.32.1":"Ótimo! Apenas me avise quando estiver livre e eu irei limpar minha agenda para esse dia.$7",
  "10heart.33.1":"Oh, certo! Já esta ficando tarde.$14#$b#Eu fiz você ficar fora tanto tempo.$14",
  "10heart.34.1":"Deixe-me te acompanhar de volta para casa, é o mínimo que posso fazer.$1",
  "10heart.35.2":"Compreendo...$2#$b#Você não sente o mesmo por mim.$2#$b#Afinal, você é um cara, talvez não seja assim.$14^Afinal, você deve ter outra pessoa em seu coração. Essa pessoa tem sorte.$14",
  "10heart.36.2":"Não se sinta mal, @.$15#$b#Não me arrependo de dizer como me sinto.$7",
  "10heart.37.2":"Na verdade, é um peso para fora dos meus ombros que finalmente fui capaz de dizer a você o que tenho reprimido.$8",
  "10heart.38.2":"Eu sempre soube que havia uma chance de você não sentir o mesmo e tudo bem.$1",
  "10heart.39.2":"Só espero que isso não afete a nossa amizade.$13#$b#Você ainda significa muito para mim.$1#$b#E eu ainda quero estar aqui em Stardew Valley por sua causa.$3",
  "10heart.40.2":"Está ficando tarde. Obrigado por vir me encontrar esta noite.#$b#Você pode ir para casa primeiro.",
  "10heart.41.2":"Vou ficar aqui um pouco mai...$11",

//12 heart
  "12heart.1":"Pronta para o nosso encontro?$3#$b#É um lindo dia.$1",
  "12heart.2":"Ótimo! Encontrei o lugar perfeito para o nosso encontro. Vamos.",
  "12heart.3":"Bem, olha quem é, são os noivos!$1",
  "12heart.4":"Como a vida de casado está tratando vocês dois?",
  "12heart.5":"Tem sido ótimo!$3#$b#Parece que ainda estamos na fase de lua de mel.$1",
  "12heart.6":"Que bom ouvir isso!#$b#Aquece meu velho coração saber que ainda há amor jovem acontecendo na cidade de Pelican.$1",
  "12heart.7":"Isso me lembra, eu nunca tive a chance de parabenizar pessoalmente vocês dois.",
  "12heart.8":"Seu casamento foi um borrão de eventos e pessoas, esqueci completamente de lhe dar meu presente de casamento.",
  "12heart.9":"Deixe-me buscar agora.",
  "12heart.10":"Então, para onde estão indo vocês dois pombinhos?",
  "12heart.11":"Estou levando @ para um encontro agora.$12",
  "12heart.12":"Ah, desculpas, nós, velhos, não pretendíamos interferir em seu encontro.",
  "12heart.13":"Oh, tem problema não.#$b#Não estamos com pressa hoje. Certo, @?",
  "12heart.14":"Desculpem fazerem esperar.",
  "12heart.15":"Aqui está.$1[681]",
  "12heart.16":"Caroline e eu encontramos este totem em um mercado de pulgas na cidade de ZuZu da última vez que fomos.",
  "12heart.17":"O proprietário disse que deveria trazer chuva se você usá-la.",
  "12heart.18":"Achamos que seria muito útil para uma fazendeira que precisa irrigar campos tão grandes.",
  "12heart.19":"Eu espero que goste, @.",
  "12heart.20":"Obrigado, Pierre. Nos apreciamos muito esse presente.$1",
  "12heart.21":"Então o que vocês dois estão fazendo aqui?",
  "12heart.22":"Fazendo uma pausa, Pierre?",
  "12heart.23":"Sim, Lewis aqui estava me convidando para ir pescar no nosso dia de folga, mas eu disse não, já que pretendo gastá-lo com a minha família.",
  "12heart.24":"Pierre, Zoro disse que ele e @ estão em um encontro agora.$1",
  "12heart.25":"Oh, é assim? Bem, não vamos manter vocês dois, podem ir.$1",
  "12heart.26":"Nós vamos indo então.",
  "12heart.27":"Passe a qualquer hora para um bate-papo, ok?$1",
  "12heart.28":"Vamos, @.$1",
  "12heart.29":"Oh, lá está Robin e Demetrius.",
  "12heart.30":"Quer ir dizer oi para eles?$13",
  "12heart.31":"Ei vocês dois.",
  "12heart.32":"@! Zoro! É bom ver vocês dois.$4",
  "12heart.33":"Hey. Como vocês tem estado?#$b#Tudo bem na fazenda?",
  "12heart.34":"Temos estado bem.#$b#Como está indo o trabalho para vocês dois?",
  "12heart.35":"Oh você sabe, ocupada como sempre.#$b#Mal acabo um projeto e outro já está batendo na minha porta.#$b#Estou na minha oficina há quatro dias, trabalhando direto da manhã à noite.$5",
  "12heart.36":"Eu a tenho importunado para fazer uma pausa e sair para tomar um pouco de ar fresco.#$b#Ela está me ajudando a regar as plantas agora.",
  "12heart.37":"E como vocês estão?#$b#Como é ser casado?",
  "12heart.38":"Vocês não estão tendo problemas com o casamento ainda, estão?$1",
  "12heart.39":"Nope, tudo está indo muito bem até agora.$1",
  "12heart.40":"Ele tem estado muito ocupado com a agricultura ultimamente.^Ela tem estado muito ocupada com a agricultura ultimamente.",
  "12heart.41":"E eu acabo ajudando ele sempre que posso.^E eu acabo ajudando ela sempre que posso.#$b#Honestamente, não temos tempo para problemas matrimoniais.$3",
  "12heart.42":"Que bom ouvir isso!#$b#Espero que seu casamento dure a vida toda.$1",
  "12heart.43":"O amor verdadeiro é muito difícil de encontrar, sou eu falando por experiência própria.",
  "12heart.44":"Meu primeiro casamento acabou em fracasso.$2#$b#E quando me casei novamente, meus pais não aprovaram Demetrius por causa de sua raça.$2",
  "12heart.45":"Honestamente era um problema após o outro.$1",
  "12heart.46":"Ah, mas depois de saber que Demetrius me tratava muito melhor do que meu ex-marido, meus pais finalmente conseguiram aceitá-lo.$1#$b#Então tudo deu certo no final.$1",
  "12heart.47":"O que Robin quer dizer é tentar não ser como ela.$1#$b#Não importa o problema, se vocês dois trabalharem juntos e permanecerem juntos nos momentos difíceis, vocês podem superar tudo.$1",
  "12heart.48":"Sim! Isso é o que eu quis dizer, desculpe por tagarelar sobre a minha história de vida.$1",
  "12heart.49":"De forma alguma, aprendemos algo importante hoje. Certo @?",
  "12heart.50":"Estou levando @ em um encontro hoje, então temos que ir agora.",
  "12heart.51":"Foi ótimo ver vocês dois de novo, Zoro e @.",
  "12heart.52":"Cuidem-se!",
  "12heart.53":"A vista é incrível daqui de cima, não é, @?$7",
  "12heart.54":"Eu sempre quis vir aqui com você.$12",
  "12heart.55":"Você sabe de uma coisa, @?$13",
  "12heart.56":"Ainda parece que tudo foi um sonho agradável.$13#$b#Casar com você, e nossa vida juntos agora.$13",
  "12heart.57":"Nunca em cem anos eu teria pensado que alguém como eu pudesse se casar e viver uma vida tão feliz e pacífica.",
  "12heart.58":"Eu era um pirata com uma recompensa pela minha cabeça não muito tempo atrás.$11#$b#Eu era um homem procurado no mar.$11",
  "12heart.59":"Mas aqui, posso passar meus dias em silêncio com o homem que amo.$12^Mas aqui, posso passar meus dias em silêncio com a mulher que amo.$12",
  "12heart.60":"Ainda não parece real para mim.$17#$b#Ainda posso ouvir as palavras do meu capitão me dizendo para encontrá-los em dois anos.$16#$b#E aqui estou eu, já casado e deixando meus dias de pirata para trás.$11",
  "12heart.61":"Eu mudei muito, meus sonhos e ambições se foram, e em troca recebi amor e sonhos de um novo futuro, com você.$4",
  "12heart.62":"Para ser sincero, às vezes fico deitado na cama acordado à noite, me perguntando se o caminho que escolhi era o certo.$11#$b#Mas eu nunca me arrependo de te conhecer, @.$3",
  "12heart.63":"Eu até pensei em te levar para o mar comigo.$7",
  "12heart.64":"Robin e Demetrius estão certos.#$b#O Nosso casamento não será um mar de rosas.#$b#Eu sei que teremos nossos dias difíceis.$2",
  "12heart.65":"Mas não importa quão graves sejam os problemas, quero que estejamos lá um para o outro e trabalhemos juntos.$1",
  "12heart.66":"Eu me casei com você para os bons e os maus momentos, na saúde ou na doença.$8#$b#Eu não quero te deixar, @.#$b#Você se tornou uma parte insubstituível do meu coração.$12",
  "12heart.67":"Eu não deveria estar tão preocupado com isso, não parece eu.$14",
  "12heart.68":"Se algum problema surgir, vamos apenas cruzar essa ponte quando chegarmos lá, juntos.$8",
  "12heart.69":"Está ficando tarde. E você tem coisas para fazer antes que o dia termine.#$b##Então, vamos voltar, @. Vou fazer o jantar para nós quando você voltar para casa.$1",

//14 heart
  "14heart.1":"Oi.",
  "14heart.2":"Bom dia @! Como está o seu dia?$1",
  "14heart.3":"Você está procurando pelo zoro?",
  "14heart.4":"Oh querida, ele se perdeu de novo?$1",
  "14heart.5":"Nós vimos Zoro passando há algum tempo.",
  "14heart.6":"Não sabemos para onde parecia que ele estava indo, mas não era para o parque...$2",
  "14heart.7":"Talvez tente a praia? Ele trabalha na peixaria certo? É tão bom quanto qualquer outro lugar para começar a procurar.",
  "14heart.8":"Boa sorte, @. Espero que você encontre seu marido logo.",
  "14heart.9":"Olá, rapaz. O que o traz aqui para o mar hoje?$3^Hey aí moça. O que o traz aqui para o mar hoje?$3",
  "14heart.10":"Você está procurando pelo seu marido, é?$3",
  "14heart.11":"Bem, eu o vi. Mas não perto daqui.",
  "14heart.12":"Passei por ele no meu caminho montanha abaixo, depois de pescar há algum tempo.",
  "14heart.13":"Oh, vocês dois deveriam fazer um piquenique no parque?$2",
  "14heart.14":"Desculpe rapaz. Se eu soubesse, teria dito ao Zoro que ele estava indo na direção errada!^Desculpe, garota. Se eu soubesse, teria dito a Zoro que ele estava indo para o lado errado!",
  "14heart.15":"Tudo bem então, espero que você encontre seu marido.",
  "14heart.16":"Aquele garoto, eu juro, se sua cabeça não estivesse presa ao pescoço, ele perderia também!$3",
  "14heart.17":"Oh. É você.",
  "14heart.18":"O que é isso?",
  "14heart.19":"Haha! Zoro está perdido? De novo? O que mais é novo?$1",
  "14heart.20":"Felizmente para você, eu realmente vi Zoro passando por aqui.",
  "14heart.21":"Ele parecia estar indo em direção às minas.",
  "14heart.22":"Desculpe, não posso ajudar mais. Boa sorte em encontrá-lo, tchau.",
  "14heart.23":"Ei. Indo para as minas hoje, @?",
  "14heart.24":"Procurando por Zoro, huh?",
  "14heart.25":"Bem, eu o vi vir aqui. Você acabou de sentir falta dele!",
  "14heart.26":"Ele estava prestes a entrar nas minas com uma cesta de piquenique!",
  "14heart.27":"Foi tão estranho, tive que impedi-lo para perguntar.",
  "14heart.28":"Achei que ele estava fazendo suas travessuras e se perdendo de novo ou algo assim.",
  "14heart.29":"E parecia que eu estava certo. Ele me disse que estava indo ao parque!",
  "14heart.30":"'Bem, você não encontrará nenhum parque aqui! ' Eu disse a ele.",
  "14heart.31":"Apontei para ele o caminho de volta montanha abaixo. Mas yoba sabe se isso ajudou em tudo.",
  "14heart.32":"Eu nem sei como seu marido encontra o caminho de volta para casa todas as noites, com o quão ruim ele é com instruções.",
  "14heart.33":"Há quanto tempo ele está morando em Stardew Valley? E ele ainda não conhece o lugar?",
  "14heart.34":"You should run back into town, you might just catch up to him in time.",
  "14heart.35":"WOAH!!! Devagar aí!$7",
  "14heart.36":"@? Por que você está com tanta pressa? Você quase me derrubou!$5",
  "14heart.37":"Você está procurando pelo zoro?",
  "14heart.38":"Com a rapidez com que você estava correndo, pensei que estivesse perseguindo um ladrão ou algo assim!$1",
  "14heart.39":"Zoro estava literalmente na nossa loja também.",
  "14heart.40":"Eu dei a ele direções para o parque quase cinco minutos atrás.",
  "14heart.41":"Se você se apressar, você pode alcançá-lo!",
  "14heart.42":"Tchau!",
  "14heart.43":"Oh! Para onde você está correndo com tanta pressa, @?$4",
  "14heart.44":"Zoro? Sim eu vi o zoro.",
  "14heart.45":"Passei por ele a caminho da cidade. Ele parecia estar caminhando em direção ao meu rancho.",
  "14heart.46":"Ele deveria te encontrar no parque?$2",
  "14heart.47":"Mas o parque fica logo à frente, o que ele estava fazendo na minha parte do bairro, então?$2",
  "14heart.48":"Oh, não fique muito envergonhada, querida.",
  "14heart.49":"Zoro sendo desafiado direcionalmente é apenas... Um de seus encantos. Sim.$1",
  "14heart.50":"Você se casou com ele mesmo com aquela falha dele, certo? Então não fique muito chateada.$1",
  "14heart.51":"Tenho certeza que você vai encontrá-lo mais cedo ou mais tarde.",
  "14heart.52":"Você deve se apressar agora, antes que Zoro se afaste mais de você.",
  "14heart.53":"Você perdeu a noção de onde Zoro está...",
  "14heart.54":"Vamos voltar para a cidade e tentar pesquisar lá novamente...",
  "14heart.55":"Oh @! Por que demorou tanto? Estive esperando desde sempre!$7#$b#Você se perdeu enquanto vinha aqui?$7",

//npc jade colab event
  "jade.1":"1621...",
  "jade.2":"1622...",
  "jade.3":"1623...",
  "jade.4":"Oiii!$1#$b#Temm alguémmm em casaaa?$1",
  "jade.5":"Quem está me incomodando tão cedo pela manhã?$18",
  "jade.6":"Não estou com vontade de ser incomodado agora.$18",
  "jade.7":"1630...1631...$6",
  "jade.8":"Alôôô?? Eu sei que você esta ai!$1",
  "jade.9":"...$19",
  "jade.10":"Suspiro...",
  "jade.11":"Quem é você?$11",
  "jade.12":"Sou eu!$1",
  "jade.13":"Eu quem?$2",
  "jade.14":"Você sabe, sou eu!$1",
  "jade.15":"Como eu disse nao sei quem voceê é!$10",
  "jade.16":"Você me conhece, Zoro! Sou eu Jade!$1#$b#Sua amiga vizinha da pensão!$1",
  "jade.17":"A menina inseto...?$2#$b#O que faz aqui?$2",
  "jade.18":"O que você quer?$11",
  "jade.19":"Posso entrar?$1",
  "jade.20":"Por quê? Diga-me o que você quer primeiro.$2",
  "jade.21":"Isso é segredo!$1",
  "jade.22":"Então eu não vou deixar você entrar!$10",
  "jade.23":"Eu vou te dizer se você me deixar entrar!$1",
  "jade.24":"Essa garota...!!!$10",
  "jade.25":"Ok, entre.$2#$b#É melhor que seja bom.$2",
  "jade.26":"Bom dia Zoro!$1",
  "jade.27":"Sim ok, agora me diga o que você quer.$11",
  "jade.28":"Quarto legal que você tem.$1",
  "jade.29":"Muito pirata.$1#$b#Você mesmo decorou?$1",
  "jade.30":"...$10",
  "jade.31":"Jade porque você esta aqui?$16",
  "jade.32":"Oh certo, porque estou aqui.#$b#Olha isso, Zoro!$1",
  "jade.33":"Isso não é fofo?$1",
  "jade.34":"O que é isso?$2#$b#Isso é um besouro esverdeado?$2",
  "jade.35":"Yeah! Isso não é fofo?$1#$b#Eu o encontrei no parapeito da minha janela esta manhã e ele me lembrou de você!$1",
  "jade.36":"E o que isso quer dizer?$16",
  "jade.37":"em, ele é verde e eu o vi tentando lutar com seu reflexo na janela... Ele parecia perdido também...#$b#E bem, ele acabou de me lembrar de você!$1", 
  "jade.38":"Eu não tenho ideia do que você está tentando chegar.$17#$b#Terminamos aqui? Eu ainda tenho coisas para fazer hoje.$11",
  "jade.39":"Mas você não vai dar uma olhada nele, ele é-#$b#Oh oops! Oh não, ele está voando para longe!$2",
  "jade.40":"Eu irei pegar ele!",
  "jade.41":"Eu peguei ele! Hehe.$1#$b#Ouch...$2",
  "jade.42":"Minha lâmpada!!$5#$b#Quer dizer, você está bem?$16",
  "jade.43":"Yeah, eu estou.$1#$b#Sua lâmpada não parece estar bem... Desculpe.$2",
  "jade.44":"Como vou consertar isso?$16#$b#Joe vai me dar uma bronca por quebrar a mobília dele.$17",
  "jade.45":"Tudo bem Zoro! Existe uma solução para isso.$1#$b#Basta baixar minha correção BoardingHouse.tmx!$1",
  "jade.46":"O que? Do que você está falando agora?$16",
  "jade.47":"Não se preocupe, é uma solução fácil!$1#$b#De qualquer forma, desculpe por me intrometer. Eu vou sair da sua frente agora!$1",
  "jade.48":"Tchau Zoro!",
  "jade.49":"Que garota estranha...$2",

///rainy day dialogue
  "rainy.0":"Parece que está chovendo lá fora.$2#$b#Em dias como este, eu só quero ficar dentro de casa.$11",
  "rainy.1":"Por que você está fora e caminhando com este tempo?$2#$b#Você trouxe um guarda-chuva pelo menos?$17",

///npc dialogue changes

//willy
  "willy.0":"Ocê conheceu o zoro?#$b#Ele é o proclamado garoto pirata que acabou de chegar a Pelican Town há um tempo.$1#$b#Ele não tinha um centavo quando veio aqui.#$b#Eu me senti mal por ele, então o contratei para trabalhar na minha peixaria.#$b#Ele tem força ímpia, aquele menino.$2#$b#Eu disse a ele para mover meu barco para o outro lado do cais outro dia, e ele levantou a maldita coisa sobre a cabeça.$2#$b#De onde ele veio? E como alguém como ele acabou aqui?$2",
  "willy.spring_Tue2":"Zoro anda pela cidade dizendo às pessoas que lhes dará descontos se fizerem compras com mais frequência na minha loja.#$b#Eu sei que ele está tentando ter boas intenções, mas deixe-me dizer, não há descontos!$2",
  "willy.summer_Tue2":"Zoro anda pela cidade dizendo às pessoas que lhes dará descontos se fizerem compras com mais frequência na minha loja.#$b#Eu sei que ele está tentando ter boas intenções, mas deixe-me dizer, não há descontos!$2",
  "willy.summer_Wed4":"Zoro tem falado sobre você ultimamente.#$b#Contando como ele finalmente fez uma amiga aqui em Pelican Town.#$e#Talvez vocês sejam mais que amigos?$3",
  "willy.fall_Wed4":"Zoro tem falado sobre você ultimamente.#$b#Contando como ele finalmente fez uma amiga aqui em Pelican Town.#$e#Talvez vocês sejam mais que amigos?$3",
  "willy.fall_Thu6":"O Zoro tem se aberto mais ultimamente, acho que é por sua influência, @.#$b#Continue fazendo o que tem feito ok?$1",
  "willy.winter_Thu6":"O Zoro tem se aberto mais ultimamente, acho que é por sua influência, @.#$b#Continue fazendo o que tem feito ok?$1",
  "willy.winter_Fri8":"Zoro fala sobre você com tanta frequência, ele provavelmente já a convidaria para sair.$3#$b#Esse menino ainda não entende seus próprios sentimentos.",
  "willy.spring_Fri8":"ZZoro fala sobre você com tanta frequência, le provavelmente já a convidaria para sair.$3#$b#Esse menino ainda não entende seus próprios sentimentos.",
  "willy.Town_Sat":"Eu fecho minha loja aos sábados, então Zoro não está comigo agora.#$b#Ele está fazendo recados para mim.#$b#Que bom rapaz.$1",
  "willy.Monday":"Zoro tem sido uma grande ajuda para mim na loja.#$b#Existem apenas algumas coisas que esses ossos velhos não podem levantar e carregar por mais tempo.",
  "willy.Tuesday":"Então você está finalmente namorando Zoro.#$b#Demorou bastante para vocês namorarem.$1#$b#Então, quando é o casamento? Certifique-se de me convidar.$3",
  "willy.Saturday":"Ei @! Procurando seu namorado Zoro? Ele não está comigo agora.#$b#Eu o tinha feito algumas tarefas para mim. Ele deveria estar pela cidade... eu acho.#$b#Verdade seja dita, aquele menino é totalemente perdido, então eu honestamente não sei onde ele está agora.$2",
  "willy.Monday.Dating":"Então você e Zoro finalmente se casaram, huh?$1#$b#Eu sempre soube que havia algo especial entre vocês dois.$1#$b#Este velho marinheiro deseja a sua felicidade.",
//gus
  "gus.Saloon_Tue":"Você já conheceu Zoro antes? Ele é aquele pirata que se mudou há um tempo.#$b#Ele tem ido ao meu Saloon todas as noites.",
  "gus.summer_Wed":"Eu nunca vi alguém com um estômago parecido com um buraco negro de verdade antes de conhecer Zoro.$3#$b#Ele limpou todos os meus pratos de peixe outro dia!#$b#Agora não tenho nada em estoque e estou esperando o novo carregamento de peixes de Willy.$3",
  "gus.winter_Thu":"Zoro me pediu para fazer todos esses pratos dos quais nunca tinha ouvido falar.#$2$b#Carne do Rei do Mar? O que é isso?$2#$b#Ele diz que vai muito bem com saquê, embora.#$b#Agora eu tenho que ir para Pierre ou Willy para ver se eles vendem esses ingredientes.$3",
  "gus.fall_Fri":"Esse Zoro, ele com certeza pode beber.#$b#Entre ele, Clint e Willy, eles beberiam três barris de cerveja todas as sextas-feiras.#$b#E o Zoro bebe dois e meio deles!$3",
//penny
  "penny.ArchaeologyHouse_Wed":"Ainda estou recebendo uma bronca de Marnie e Jodie sobre como Zoro tem sido uma má influência para Jas e Vincent.$2#$b#Aparentemente, Vincent tem fingido ser um pirata sempre que pode.$3#$b#Eu realmente não deveria ter deixado Zoro contar para as crianças aquelas histórias violentas.$2#$b#Eu realmente pensei que seria educacional no começo.$3",
  "penny.Town_Sat":"Nunca mais vou pedir a Zoro para ensinar as crianças.$2#$b#Suas aventuras no mar são violentas demais para suas mentes jovens!#3",
//lewis
  "lewis.Town_Thu":"Aquele Zoro... Nunca conheci ninguém que fosse tão ruim com direções em toda minha vida.#$b#Ele estava procurando minha casa outro dia para discutir o carregamento de frutos do mar de Willy e eu o encontrei correndo na praia.$2#$b#Se eu não fosse falar com Willy naquele dia e o visse por coincidência, Zoro teria procurado minha casa a noite toda.$2",
//vincent
  "vincent.Town_Wed":"Sr.Roronoa é tão legal!#$b#Eu quero ser um pirata quando eu crescer.$1#$b#Vou ser o capitão de um navio enorme e ter minha própria tripulação pirata de cerca de cem, não, mil pessoas!$1",
  "vincent.summer_Tue":"AARGG! Eu sopu o capitão Vincent!$1#$b#O pirata mais temível de todo Stardew Valley!#$b#Ande na prancha, @!$1",
  "vincent.winter_Sun":"Jas não quer brincar de piratas comigo.$2#$b#Eu gostaria que houvesse mais meninos da minha idade em Pelican Town.$3",
  "vincent.fall_Fri":"Você acha que o Sr. Roronoa me ensinaria como usar katanas e lutar contra pessoas?#$b#Eu quero ser super forte como ele!$1",
  "vincent.Beach_Thu":"Ahoy amiga! Jas e eu vamos em uma caça ao tesouro na praia hoje.$1",
//jodi
  "jodi.Town_Thu":"O Zoro é uma má influência para o meu Vincent!$3#$b#Eu rezo para Yoba para que toda essa bobagem de pirata seja apenas uma fase para ele.$2",
//clint
  "clint.Saloon_Sat": "Aquele concurso de bebida outro dia foi muito divertido!$1#$b#Nós quatro devemos nos reunir e fazer isso de novo algum dia.$1",
  "clint.winter_Tue":"Zoro trouxe suas katanas para eu afiar outro dia.#$b#Devo dizer que nunca vi nenhuma arma com tamanha qualidade artesanal antes.$1#$b#Ele disse que estavam bem usados, mas pareciam quase novos.#$b#Ele disse que foi porque usou 'haki' neles, o que quer que isso significasse.",

//bus stop
  "marriage.BusStop":"%Zoro está ignorando você.",
  "marriage.BusStop2":"%Zoro está fingindo que não vê você.",
  "marriage.BusStop4":"%Zoro está andando mais rápido para não ter que andar ao seu lado.",
  "marriage.BusStop6":"%Zoro não quer que você fale com ele agora.",
  "marriage.BusStop8":"Babe, não fale comigo.$2#$b#Estou chateado com o quão ruim nosso relacionamento está agora.$2",
  "marriage.BusStop10":"Ei querida, quer ir para a cidade comigo?#$b#Podemos dar as mãos se você quiser.$4",

///beach
//2 heart
  "zoro.0.Beach_11_39":"Quando eu olho para o mar, às vezes sinto vontade de voltar aos meus dias de aventuras com aqueles caras...$11#$b#A bandeira pirata... E o mar, eles me chamam...$11#$b#Um dia desses voltarei lá de novo.$11",
//4 heart
  "zoro.1.Beach_11_39":"Não desisti da vida de pirata, ou do meu sonho de me tornar o melhor espadachim do mundo.$2#$b#É só... Agora não é hora de voltar ao mar ainda.$11",
//6 heart
  "zoro.2.Beach_11_39":"Depois de morar na cidade de Pelican por um tempo e conhecer todos aqui, estou pensando que não seria tão ruim ficar aqui mais um pouco.#$b#Ainda não é tão emocionante quanto meus dias no mar, mas há uma calma relaxante aqui que é muito boa.$13",
//8 heart
  "zoro.3.Beach_11_39":"É engraçado, nunca pensei que diria isso, mas estou começando a me ver morando na cidade de Pelican.$14#$b#Talvez tenha sido melhor eu ter acabado aqui.$1#$b#Além disso, eu pude te conhecer, @.$7",
//10 heart
  "zoro.4.Beach_11_39":"Se eu decidir partir para o mar novamente um dia, não acho que serei capaz de deixá-la para trás, @.$4#$b#Se eu pedisse para você vir comigo, você seria capaz de desistir de sua vida de fazendeira e navegar comigo sob a bandeira dos piratas?$12",
//8 heart married
  "zoro.5.Beach_11_39":"Talvez seja hora de eu deixar Stardew Valley e voltar aos meus dias de pirata.$11",
//10 heart married
  "zoro.6.Beach_11_39":"Você é meu marido agora. Então, se eu decidir voltar para o mar, gostaria que você viesse comigo.$12^Você é minha esposa agora. Então, se eu decidir voltar para o mar, gostaria que você viesse comigo.$12",

///fishshop
//mon 2 heart
  "zoro.1.FishShop_4_7":"Willy tem me importunado para ser mais gentil com os clientes.$11",
//mon 4, 6, 8, 10 heart
  "zoro.3.FishShop_4_7":"Ei, bem-vinda fazendeira. Precisa de alguma coisa hoje? Avise-me se estiver procurando por algo em particular.",
//tue 0 heart
  "zoro.5.FishShop_4_6":"Pare de me incomodar enquanto estou no trabalho, sim?$11",
//tue 2 heart
  "zoro.7.FishShop_4_6":"Eu não gosto de conversar com os clientes neste trabalho.$11",
//tue 4, 6, 8, 10 heart
  "zoro.9.FishShop_4_6":"Bem vinda que bom te ver de novo, @.",
//wed 0 heart
  "zoro.11.FishShop_4_6":"Agora estou ocupado.$11#$b#Vá pedir ajuda ao Willy.$11",
//wed 2 heart
  "zoro.13.FishShop_4_6":"Eu não sou bom com o atendimento ao cliente.$11",
//wed 4, 6, 8, 10 heart
  "zoro.15.FishShop_4_6":"Há algumas iscas novas em estoque. Quer ver eles?",
//thu 0 heart
  "zoro.17.FishShop_4_6":"Vá perguntar ao Willy. Ele é aquele que vende coisas para você.$11",
//thu 2 heart
  "zoro.19.FishShop_4_6":"Bem vinda.$11#$b#Lá eu era legal. Agora vá embora.$11.",
//thu 4, 6, 8, 10 heart
  "zoro.21.FishShop_4_6":"É bom ter um amigo por aqui.#$b#Avise-me se puder ajudar em alguma coisa, @.$1",
//fri 0 heart
  "zoro.23.FishShop_4_6":"Willy é o especialista em peixes, peça ajuda a ele, não a mim.$11",
//fri 2 heart
  "zoro.25.FishShop_4_6":"Willy diz que vai reduzir meu pagamento se eu continuar assustando os clientes.$2",
//fri 4, 6, 8, 10 heart
  "zoro.27.FishShop_4_6":"Oh, @, bem vinda. Bom ver voce aqui novamente.#$b#Willy acaba de receber uma nova remessa das mais recentes varas de pesca hoje.$1",

//married
  "FishShop_Mon.0": "Hey amor, bem vinda.#$b#Precisa de alguma coisa hoje? Avise-me se estiver procurando por algo em particular.",
  "FishShop_Mon.1": "Oh, @! Que bom que você veio querida.$3#$b#$Eu estou completamente entediado hoje.$2#$b#As coisas têm estado muito lentas na loja ultimamente.$16",
  "FishShop_Fri.0": "Você veio me ver, querida?$7#$b#Ou você só estava querendo comprar algum equipamento de pesca e isca hoje?$11",
  "FishShop_Fri.1": "@! Você trouxe alguma comida para mim? Não consegui comer esta manhã antes de sair correndo de casa.$2#$b#E agora estou morrendo de fome e mal posso esperar pelo jantar.$2",

  "marriage.Saloon_Entry":"Eu vou tomar um saquê quente, Gus!/Me dê o de sempre, Gus!/Não economize na cerveja esta noite, Gus!/Traga-me o seu melhor álcool, Gus!/O que tem para o jantar, Gus?/O que está cozinhando hoje à noite, Gus?/Eu recebi hoje, bebidas por minha conta, meninos!",
  "marriage.Saloon_Mon": "Ei, amor, não estou com vontade de cozinhar esta noite, então podemos pegar algo no Gus para levar?" ,
  "marriage.Saloon_Wed": "Querida, como foi o trabalho hoje?#$b#Você deve estar exausta.#$b#Aqui, reservei um lugar para você na nossa mesa, caso você tenha passado por aqui.$1",
  "marriage.Saloon_Fri": "Amor!$7#$b#Que bom ver você aqui agora!$7#$b#Venha se juntar a mim, Clint e Willy para alguns drinks esta noite.$8#$b#O que é isso?$12#$b#Não, ainda não estou bêbado!$4",
  "marriage.Saloon_Sun": "A comida e as bebidas esta noite ficaram ainda melhores agora que eu vi você, baby!$8#$b#Relaxe e junte-se a nós para algumas rodadas antes de irmos para casa.$7",

  "marriage.summerSaloon_Mon": "É tão quente mesmo durante a noite!$16#$b#Gus! Uma rodada de cerveja gelada para mim e meu marido!^Gus! Uma rodada de cerveja gelada para mim e minha esposa!$3",
  "marriage.summerSaloon_Wed": "Eu sei que bebi muito ontem.$4#$b#Mas isso só porque era sexta-feira.$15#$b#Eu prometo beber moderadamente hoje.#12",
  "marriage.summerSaloon_Fri": "@, meu amor, hoje é sexta feira!$8#$b#Você não vai beber com os caras e comigo um pouco?$7",
  "marriage.summerSaloon_Sun": "Gus sempre faz comida excelente, você também não acha, querida?$1",

  "marriage.fallSaloon_Mon": "Eu realmente preciso de uma bebida agora.$11#$b#O trabalho foi exaustivo na peixaria hoje, querida.$2",
  "marriage.fallSaloon_Wed": "Ei querida, eu prometo que não vou beber muito esta noite.#3#$b#Então você não precisa se preocupar em me arrastar de volta para casa enquanto estou desmaiado como ontem.$12",
  "marriage.fallSaloon_Fri": "Ei @! Bom ver você aqui.#$b#Eu estava discutindo nossos planos para a fazenda para o inverno com Willy e Clint.#$b#Eles ouviram que este inverno seria extremamente frio.",
  "marriage.fallSaloon_Sun": "Todo mundo me diz que eu sou muito mais acessível quando estou bêbado.$15#$b#Eu acho que sou um bêbado feliz.$12#$b#O que você acha bebê?$12#$b#Minha personalidade muda quando estou bêbado?$8",

  "marriage.winterSaloon_Mon": "Querida, Gus estava me contando sobre essa nova receita de peixe incrível que ele está fazendo e eu só tenho que tentar fazer sozinho.#$b#Vou te dar um pouco quando estiver pronto!$1",
  "marriage.winterSaloon_Wed": "Eu estava tão bêbado ontem que esqueci que agora morava na fazenda e voltei para minha antiga casa.$15#$b#Fiquei tão confuso quando minha chave não funcionou.$7",
  "marriage.winterSaloon_Fri": "@, Estou feliz que você passou pelo Saloon!$7#$b#Eu estava dizendo a Willy como meu casamento é ótimo.$12#$b#Não estou bêbado ainda!$10",
  "marriage.winterSaloon_Sun": "Está tão frio hoje, querida, quero que eu peça uma bebida para aquecê-la?",
//seedshop
  "SeedShop_14_23.0": "Ei, querida, só estou pegando alguns mantimentos para fazer o jantar hoje à noite.#$b#Quer comer alguma coisa em particular? Posso comprar ingredientes agora enquanto estou aqui.",
  "SeedShop_14_23.1": "Ei, querida, que coincidência te ver na cidade!$1#$b#Ficamos sem algumas coisas em casa, então estou na loja de Pierre para pegá-las.#$b#Te amo, te vejo em casa!$1",
//fun leave/return friday
  "funLeave_Zoro.0": "Tchau querida, vou trabalhar hoje.#$b#Mal posso esperar para chegar em casa e relaxar no fim de semana.",
  "funReturn_Zoro.1": "Cada vez que chego em casa do trabalho, sinto cheiro de peixe e do oceano.$2#$b#Eu preciso de um banho quente.$11",

///MAIL 
  "mail.ZoroBeach":"Hey @,^Tenho algo importante que quero lhe contar. Você poderia me encontrar nas docas por volta das 20h no domingo? ^    -Zoro[#]Zoro's Request",
  "mail.ZoroDate":"Meu amor, temos estado tão ocupados depois que nos casamos, que parece que não temos tido tempo um para o outro ultimamente. Vamos ter um encontro na próxima vez que você estiver livre. Encontre-me na cidade por volta das 17h. ^    -Seu marido[#]Zoro's Invitation",
  "mail.ZoroDate2":"Meu amor, encontre-me na fonte perto do parque por volta das 10 da manhã, planejei um piquenique perfeito para o nosso aniversário. ^    -Seu marido[#]Zoro's Invitation 2",

 ///ANIMATION
//dialogue

  "zoro_weights.0": "1204...1205...1206...$6#$b#Oh, hey @. Que bom que você apareceu.$6#$b#Estou apenas fazendo alguns exercícios leves antes de sair.$6#$b#1207...1208...1209...$6",
  "zoro_read.1": "Hmmn...$2#$b#Eu não entendo nada disso...$3#$b#O que estou lendo?$11#$b#Estou tentando pesquisar se há uma maneira de voltar de onde vim.$11#$b#Mas não consigo nem ler um mapa, como posso entender nada disso?!$10",
  "zoro_bath.2":"Estou tomando banho! Você não pode me incomodar agora?!$19",
//married
  "zoro_weights.2": "1204...1205...1206...$6#$b#Oh, hey baby. Foi um dia tão bom que decidi fazer meus exercícios no parque hoje.$6#$b#Estou apenas fazendo alguns exercícios leves antes de começar meu dia.$6#$b#Te vejo em casa esta noite ok?$6#$b#1207...1208...1209...$6",
  "zoro_read.3": "Hmmnn...$11#$b#Não, ainda não entendi nada disso.$14#$b#Eu posso ter que desistir de descobrir como voltar, já que eu tenho você agora, @.$8"

}
