{
   
    //ALE MAIL TEXT
    "ale-keg.text":"@, ^^ 네가 페일 에일을 들어봤을 수도 있지만, 그것은 고품질의 맥주에 관한 한 빙산의 일각에 불과해. 자신만의 맥주를 이 통들 중 하나로 만들어 보라고: 과일과 홉을 더하고 놀랄 준비를 해. 아, 그리고 잊지 말고 공유해, 응?^^ - 팸",
    "shane-gift.text":"@, ^^ 그래서 팸이 새로운 에일을 위한 청사진을 보냈다는 거지? 솔직히 말해서 꽤 멋진 것 같아. 참나무 수지가 많이 필요할 거라고 해서 작년에 재스와 내가 숲에서 한 프로젝트로 얻은 것들을 너에게 보내려고.^^ - 셰인",
    "elliott-gift.text":"@, ^^ 현지에서 양조한 특별한 에일? 정말 멋진걸! 양조에 대해서는 잘 모르지만 홉이 필요하다는 건 알아! 건배!^^ - 엘리엇",
    "kent-gift.text":"@, ^^ 내가 해외에 있을 때, 내 동포 중 한 명은 보석 해 제도 출신이었어. 그는 망고에 대해 계속해서 이야기하곤 했지. 만약 네가 이걸로 에일을 만들 수 있다면, 나는 그것을 먹어보고 싶어.^^ - 켄트",
    
    
    //BEV MAIL TEXT
    "juice-station.text":"@, ^^ 네 농장은 빠르게 발전하고 있고, 머지않아 네가 여분의 과일을 손에 넣을 수 있을 거라고 예상했어! 로빈은 오래 전에 주스용 청사진을 나랑 공유했지만, 아마 나보다는 네게 더 도움이 될 거야!^^ - 조디",
    "boba-station.text":"@, ^^ 자기 자신만의 버블티를 만드는 것은 과학 실험 후에 술을 마시는 것 같아. 대부분의 과학 실험에서 추천할 만한 것은 아니지만, 언제든지 버블티를 나와 공유해줘!^^ - 마루",
    "evelyn-gift.text":"@, ^^ 내가 차를 좋아하는 거 알고 있을테니, 아이스티를 즐긴다는 것은 너에게 큰 놀라움으로 다가오지 않을 것 같구나! 이 작은 레몬들은 뜨겁든 차갑든 차에 사랑스러운 첨가물이 된단다. 나는 네가 좋은 사용법을 찾길 바란단다, 아가!^^ - 에블린",
    "emilybev-gift.text":"@, ^^ 마루가 버블티 기계를 너와 공유했다고 내게 말했어! 정말 멋진 일이야! 겨울에 이 근처에서 파낸 겨울 뿌리로 타피오카 펄을 만들 수 있다는 것을 알고 있어? 끓일 때 버블티 좀 나눠줘, 알았지??! 나는 너랑 같이 마시고 싶어.^^ - 에밀리",
    "lewis-gift.text":"@, ^^ 나는 신선한 레모네이드 한 잔을 좋아하지만, 라임 에이드도 만들 수 있다는 것을 알고 있나? 나는 몇 년 동안 우리 집에서 작은 라임 나무를 길러왔는데, 주스에 몇 개를 사용해 보는 게 어떤가?^^ - 루이스",
    

    //CANDY MAIL TEXT
    "candy-station.text":"@, ^^ 오해하지 말게; 나는 사탕을 싫어해. 주니모들은 내가 이 요리법을 너에게 보내기를 바라고, 내가 보내기 전까지 내 탑을 떠나지 않을 것이라고 우기고 있네. 이제 내가 평화와 고요함을 얻을 수 있었으면 좋겠군.^^ - 마법사",
    "vincent-gift.text":"@, ^^ 이제 사탕 농사꾼이 될 거에요?! 나는 내가 그렇게 멋질 사탕 농부가 될 수 있으면 좋겠어요. 나는 숲에서 이 버섯들을 발견했는데, 이것들은 사탕처럼 보여서 나눠먹으려고 생각했어요!^^ - 빈센트",
    "abigail-gift.text":"@, ^^ 광산에서 발견한 것들을 다른 사람들과 공유하는 습관은 없지만, 지금은 사탕을 만드는 방법이 있다고 들었어. 록캔디를 나눠주신다면 정말 고마울거야....^^ - 애비게일",
    "penny-gift.text":"@, ^^ 솔직히 말해서, 나는 단 것에 아주 조금 약한 편이에요. 나는 대부분의 사탕들이 너무 예쁘고 화려하다는 것을 알게 됐거든요. 당신이 이 꽃들을 사탕으로 바꿀 수 있다고 생각해요; 만약 괜찮다면, 그리고 방법을 알아내면 나에게도 알려줄 수 있나요?^^ - 페니",
    
    
    //COFFEE MAIL TEXT
    "coffee-brewer.text":"@, ^^ 저는 커피를 끓이는 것이 편안한 취미라고 생각하기 때문에 제가 좋아하는 커피 기계의 청사진을 당신과 공유하려고 해요. 너무 많은 카페인은 오히려 불안하게 만들 수 있다는 것을 기억하고요. 모든 것을 적당한 게 좋아요!^^ - 하비",
    "haley-gift.text":"@, ^^ 이 동네에 작고 귀여운 커피숍이 없다는 건 짜증나지만, 적어도 지금은 맛있는 라떼를 마시러 너네 농장에 방문할 수 있어. 다음에 방문할 때 모카라떼를 만들어 줄 수 있어?^^ - 헤일리",
    "george-gift.text":"@, ^^ 에블린은 언제나 자기 몫의 차는 있지만, 내게는 한 잔의 조만 준다네. 예전에 바닐라 라떼 한 잔을 만들어준 적이 있긴 하지만... 꽤 괜찮았던 것 같군. 어쨌든 이 바닐라 열매로 하나를 만들 수 있을 걸세.^^ - 조지",
    "sebastian-gift.text":"@, ^^ 콜드 브루를 만들어 봤어? 쓴맛 없이 카페인과 풍미가 그대로 남아있어서 추천할게. 여기, 이것들을 올바르게 사용하면 콜드 브루 블렌드를 만드는 데 도움이 될 거야.^^ - 세바스찬",
    
    
    //FLORAL MAIL TEXT
    "fragrance-station.text":"@, ^^ 나는 이것을 내 잡지에서 오려냈어. 자기만의 에센스와 향수를 만드는 게 지금 유행이야! 너네 농장의 꽃으로 그것을 시험해 볼 수도 있지 않을까?^^ - 헤일리",
    "flower-station.text":"@, ^^ 꽃을 말린 꽃잎, 포푸리 그리고 향초로 가공할 수 있다는 것을 알고 있어? 나는 재스가 집으로 가져오는 꽃으로 만드는 걸 좋아하지만, 네가 키운 꽃도 아마 이런 기계로 가공해서 꽤 많은 돈을 벌 수 있을 거야!^^ - 마니",
    "flower-tub.text":"@, ^^ 마을에서 화단을 가꾸는 모습을 보았겠지만, 나는 집에서도 꽃다발이나 물건을 만드는 일에 손을 대는 것을 좋아한단다. 야생화 작업대를 이용한다면 너는 곧 멋진 꽃다발을 조립할 수 있을거야.^^ - 에블린",
    "jas-gift.text":"@, ^^ 마니 이모가 꽃에 관한 편지를 보내셔서 나도 편지를 쓰고 싶었어요! 우리는 함께 숲에서 이 예쁜 향이 나는 꽃들을 발견했고 이모는 선물로 주면 좋아할 거라고 말했어요. 여기요!^^ - 재스",
    "sandyfloral-gift.text":"@, ^^ 화훼 농사는 잘 되어가? 사막에 꽃이 더 많이 피었으면 좋겠는데 여기는 너무 더워. 보석 해 제도에서 온 친구가 보내줬는데 온실에 넣어둘 수 있을 것 같아서...^^ - 샌디",
    "emily-gift.text":"@, ^^ 에블린이 너의 새로운 꽃 프로젝트에 대해 이야기하고 있어서 나도 돕고 싶었어! 나는 요정 장미가 꽤 멋진 가을 꽃다발을 만들 것이라고 생각해, 그렇지 않니?^^ - 에밀리",
    
   
    //FROZEN MAIL TEXT


    

    //MEAD MAIL TEXT
    "mead-keg.text":"@, ^^ 다른 과일과 꽃들이 자네가 만든 꿀술의 맛에 영향을 줄 수 있는지 궁금해 한 적이 있나? 물론 영향을 준다네! 이 특별한 메이드 통 중 하나를 만들어 보게나. 그러면 증류할 수 있는 새로운 꿀술에 놀랄 걸세.^^ - 거스",
    "gus-gift.text":"@, ^^ 윌리가 말하길, 자네가 전문적으로 꿀술을 증류하는 것에 대해 생각하고 있다고 말했네! 시작하려면 이것들이 몇 개 필요할거야, 그렇지?^^ - 거스",
    "clint-gift.text":"@, ^^ 어, 안녕. 편지는 내 취향은 아니지만, 네가 다른 종류의 꿀술을 만들려고 하는 것은 멋진 것 같아. 이게 도움이 될 거라 생각했어.^^ - 클린트",
    "sandy-gift.text":"@, ^^ 안녕, 자기야! 선인장 열매가 훌륭한 꿀술이 된다는 것을 알고 있어? 원한다면 샌디의 특별 상품이라고 불러도 좋아!^^ - 샌디",
    


    //PANTRY MAIL TEXT
    "kitchen-mortar.text":"@, ^^ 만약 네가 이 주방 기계를 직접 만든다면, 특별한 밀가루와 설탕을 만들기 시작할 수 있어! 이건 빵을 굽기에 아주 좋지만, 수익을 위해 내게 팔 수도 있고. 가게의 상품을 확장하면 좋을 것 같거든!^^ - 피에르",
    "kitchen-blender.text":"@, ^^ 나는 사람들이 우유가 없는 커피를 달라고 요청하기 시작했을 때 이 블렌더에 투자했네. 그것들은 수입하기에는 너무 비싸서, 지금은 내가 직접 만들지만, 너도 한번 먹어봐. 다른 것들도 만들 수 있을 것 같은데, 뭘 만들 수 있는지 찾아보는 것도 좋을 것 같아!^^ - 거스",
    "harvey-gift.text":"@, ^^ 내 환자 중 한 명은 땅콩 알레르기가 있었고 그의 어머니가 어떻게 견과류를 버터로 바꾸었는지 말해주었답니다. 처음에는 회의적이었지만, 지금은 아몬드 버터의 열렬한 팬이에요! 이것들로 피스타치오 버터를 포함한 많은 견과류 버터를 만들 수 있을 거예요.^^ - 하비",
    "jodi-gift.text":"@, ^^ 아무한테도 말하지 마, 샘이 유당불내증일지도 모른다는 느낌이 들어. 내가 몰래 유제품 없는 우유로 바꿨는데 그 애는 그 차이를 눈치채지 못했거든. 물론 나는 확실히 느꼈지만...^^ -조디",
    "marnie-gift.text":"@, ^^ 네게 거스가 주방 믹서기 설계도를 공유했다는 게 사실이니? 그거 정말 근사한 일이야! 너는 그 기계로 많은 유제품을 만들 수 있을거야. 내 젖소에서 나온 이 신선한 크림은 네가 시작하는 것을 도울 거란다.^^ -마니",
    

    //TEA TEXT
    "tea-kettle.text":"@, ^^만약 네가 정말로 차를 우리고 싶다면, 이 주전자 중 하나를 만들어 봐야 할거야. 이건 찻잔을 만드는 방식도 같이 있어! 나는 네가 만든 새로운 차를 먹어보고 싶어.^^ - 캐롤라인",
    "evelyn-sample.text":"@, ^^ 차를 끓이는 것에 대해 더 배우고 있다고 들었단다! 너는 정말 멋진 모험을 시작하는거란다, 아가. 자, 여기. 이것들은 내 정원에서 나온 캐모마일 씨앗이란다. 그 꽃으로 잠을 잘 수 있도록 해주는 허브차를 만들 수 있을거야.^^ - 에블린",
    "leah-sample.text":"@, ^^ 차를 우리는 일은 어떻게 되고 있어? 만약 충분한 찻잎을 찾는 데 어려움을 겪고 있다면, 나는 기꺼이 이 씨앗을 공유할거야! 이것들은 네가 원하는 모든 차를 만들 수 있도록 튼튼한 차 덤불로 자랄거야.^^ - 레아",
    "maru-sample.text":"@, ^^ 여러분은 차를 발효시켜 콤부차로 만들 수 있다는 것을 알고 있었나요? 모두가 좋아하는 것은 아니지만(장난은 미안해) 나는 그것이 탄산이 들어서 맛있다고 생각해! 발효를 돕기 위해 이 버섯들 중 일부를 재배하는 것도 좋을 거 같아.^^ - 마루",
    
    
//SPECIAL ORDERS MAIL TEXT-----------------------------------------------------------------------------------------------------------

  



    }
    