{


//PIXIE

"wildflourpixie.quest1.name":"Fruit for Persephone",
"wildflourpixie.quest1.text":"I seek the mythical pixie pomegranate for testing in various wizardly concoctions. Anyone who brings me 5 will receive an ample reward.",
"wildflourpixie.quest1.deliver":"Deliver 5 Pixie Pomegranates to the Wizard.",
"wildflourpixie.quest1.accept":"The spirits are pleased with your hard work. Thank you.",

"wildflourpixie.quest2.name":"Magically Good Cherry Pie",
"wildflourpixie.quest2.text":"I want to make the BEST cherry pie, and I heard of a cherry that is way sweeter than regular ones. Can someone bring me 5 for my pie??",
"wildflourpixie.quest2.deliver":"Deliver 5 Pixie Cherries to Abigail.",
"wildflourpixie.quest2.accept":"Do these cherries look...odd..to you? No I'm not complaining! They're just so much redder than regular cherries. I bet they'll make the best pie!",

"wildflourpixie.quest3.name":"Grape Expectations",
"wildflourpixie.quest3.text":"Regular grapes just haven't tasted all that great lately; does anyone know of a better variety I can enjoy?",
"wildflourpixie.quest3.deliver":"Deliver 10 MoonDrops to the Drop Box in Sandy's Shop.",

"wildflourpixie.quest4.name":"Fairy Cakes",
"wildflourpixie.quest4.text":"Edible flowers are a real treat for us foragers. I'd love it if someone could introduce me to some new varieties!",
"wildflourpixie.quest4a.deliver":"Deliver 2 Cake Blossoms to the Drop Box in Linus's Tent.",
"wildflourpixie.quest4b.deliver":"Deliver 2 Creamsicle Blossoms to the Drop Box in Linus's Tent.",
"wildflourpixie.quest4c.deliver":"Deliver 2 Macaron Blossoms to the Drop Box in Linus's Tent.",
"wildflourpixie.quest4d.deliver":"Deliver 2 Pie Blossoms to the Drop Box in Linus's Tent.",

"wildflourpixie.quest5.name":"Titania Challenge",
"wildflourpixie.quest5.text":"Junimos love pretty pixie things. You bring pretty pixie flowers and fruits to us?",
"wildflourpixie.quest5.ship":"Donate 100 pixie fruits or flowers to the Junimos at the dropbox in the Wizard's house.",

//PIXIE REPEATABLE NEW

"wildflourpixie.quest6.name":"Blossoms for Krobus",
"wildflourpixie.quest6.text":"I wish to study flowers more, since humans seem so interested in them. Can you bring me some interesting ones to inspect?",
"wildflourpixie.quest6.deliver":"Deliver 4 blossoms to Krobus.",
"wildflourpixie.quest6.accept":"So fragrant, and so colorful. Thank you for bringing these lovely specimens.",

"wildflourpixie.quest7.name":"Grapes for Dwarf",
"wildflourpixie.quest7.text":"Cave carrots are great, but I need some fruit in my life too. Anyone have any ideas?",
"wildflourpixie.quest7.deliver":"Deliver 6 MoonDrops to the Dwarf.",
"wildflourpixie.quest7.accept":"No scurvy for this dwarf! Thanks, friend.",

"wildflourpixie.quest8.name":"Pixie Fruit for Emily",
"wildflourpixie.quest8.text":"Would love to buy some fresh and exotic fruits that I've never tasted before!",
"wildflourpixie.quest8.deliver":"Deliver 12 pixie fruit to Emily.",
"wildflourpixie.quest8.accept":"Wow I've never seen any of these before, where did you even find them? It doesn't even matter; they look amazing! Thanks so much.",


}