{ 
	"Format": "1.21",
	"Changes": [
	{
		"Action": "EditData",
		"Target": "Characters/Dialogue/Harvey",
		"Entries": {

            "Introduction": "It's a pleasure to meet you. I'm Harvey, the local doctor.#$e#I perform regular check-ups and medical procedures for all the residents of Pelican Town. It's rewarding work.#$e#I hope you'll find your own work equally rewarding, too.$h" ,

            "spring_1_2": "It's spring. *sigh*$h#$e# I'm thankful it's back, even with the pollen. Make sure to keep staying safe out there, okay? $0",
            "spring_1_3": "Can you believe spring is here again? #$b#I'm certainly not getting any younger. Everyone seems healthy as ever, though." ,
            "spring_1_4": "Ah, @. Another start to a bright year. $h#$e#I hope this one's your healthiest yet. $h" ,
            "spring_15_1": "Salmonberries are growing again. $a#$e# Terrible things, I wish they wouldn't come back. My allergies would thank them for disappearing. #a" ,
            "spring_15_2": "Say, @... #$b# Do you think you could do something about all those salmonberries growing out there? I can't touch one without my throat swelling. $s" ,
            "spring_12_1": "The Egg Festival? #$b# Oh, yes, I almost forgot... I've been so busy with paperwork lately. $s" ,
            "spring_12_2": "Yes! I didn't forget the Egg Festival this year. #$e#Truthfully... I love seeing everyone's smile. I can watch from the clinic window. $1" ,
            "spring_12_3": "Another Egg Festival this year, naturally. $h#$e#I'll be there, ready to tend to any little scraps or bruises in the egg hunt. $1",
            "spring_12_4": "I'll be ready for another egg festival. Don't get hurt in the process of searching, ok?" ,
            "spring_23_1": "T-the flower dance?#$b# Oh, yes... #$e#Normally, one needs a partner to participate in the dancing. I, erm... #$e#It's not easy asking." ,
            "spring_23_2": "The flower dance? #$b#You don't think I'm too old to dance, do you?$s#$e# *sigh* I hope not. $s",
            "spring_23_3": "I'm getting ready for the dance tomorrow.#$e# I try to dress nice.#$b# Judging by your previous attendence, you do too.#$e# I should take notes from you.",
            "spring_23_4": "How do you always find the courage to ask someone to dance? #$e#After all this time, I still feel those anxious feelings. $s" ,

            "summer_10_1": "I do hope nobody gets injured at the Luau tomorrow.#$e# Sand is notorious for spraining ankles. $s" ,
            "summer_10_2": "Last year someone stepped on a shell at the Luau. $s#$e# People make fun of water shoes, but they are useful! Floaties too..." ,
            "summer_10_3": "I hope the soup is good this year. #$e#I am actually quite excited. $h" ,
            "summer_27_1": "The moonlight jellies will come back to Stardew Valley tomorrow. #$e#... It's such a beautiful event... " ,
            "summer_27_2": "The moonlight jellies will be back soon.#$e# Watching them feels like it has a restorative effect on one's happiness." ,
            "summer_27_3": "Even after everyone's worries about the jellyfish, they always come back home.#$e# Maybe there's a metaphor in there somewhere. $s" ,
            "summer_27_4": "Going to see the jellies again, @? #$e#Even after all the years I've been here I still get excited for them." ,

            "fall_15_1":"Hmm? Oh, yes, the fair tomorrow.#$e# It's nice to see everyone in the fresh air." ,
            "fall_15_2": "*sigh*. I'm going to be up late tonight from work.#$e# Hopefully the fair isn't too loud in the morning." ,
            "fall_15_3": "Do your best at the fair tomorrow. #$e# Everyone gets rather competitive." ,
            "fall_15_4": "Last year at the fair, someone ate so much they got sick. #$e# Come to think of it, I do prescribe a lot the following week." ,
            "fall_26_1": "Oh, Spirit's Eve...$s#$e# They put these huge skeletons in front of the clinic. $s" ,
            "fall_26_2": "Another Spirit's Eve, another skeleton cage. $s#$e# I wish they'd get rid of it." ,
            "fall_26_3": "Will you attend the festival tomorrow? #$e# I think I'll be calmer if you're there." ,
            "fall_26_4": "I've started to care less about those skeletons. #$e# It's a good way to freshen up on my anatomy." ,
            "fall_28": "Be sure to stock up on warm clothes. #$e# Winter's coming tomorrow." ,

            "winter_7_1": "Tomorrow's the Festival of Ice.#$e# I'd advise against staying out in the cold for that long. " ,
            "winter_7_2": "Were you cold at the Festival of Ice last year, @? #$e# Please try to stay warm, and don't catch the flu out on the ice." ,
            "winter_7_3": "Let me know if you need to borrow a coat for tomorrow's festival. #$e#Standing and fishing can give you frostbite.$s" ,
            "winter_7_4": "Take care tomorrow at the festival.#$e# I won't nag you too much about staying warm like I usually do. $1 " ,
            "winter_24_1": "I'm excited for tomorrow. I... tried to get something nice... $1" ,
            "winter_24_2": "I still haven't checked who my gift partner is. I've been so busy. #$e# I should do that sooner rather than later, shouldn't I?" ,
            "winter_24_3": "Did you get me for your gift delivery? $1#$e# Just kidding, I know you can't tell." ,
            "winter_24_4": "I wonder if it's possible to wrap a warm cup of coffee for a gift tomorrow. $1#$e# That's all I really want, heh... Or maybe a model plane... $1 #$e# Hmm? Oh, n-nothing! $8" ,
            "winter_28_1": "Spring's coming back soon. #$e# I'm sure people will get healthier, too. #$e# Less business, but I won't complain. It's my job to see people safe." ,
            "winter_28_2": "Are you excited for spring, @? $1#$e#I'm sure I'll see you running off to buy seeds. $1" ,
            "winter_28_3": "If you need any energy drinks to stock up for spring, let me know. #$e#If there's extras, I'd be happy to give them to you. $1" ,
            "winter_28_4": "You seem happy this time of year. It's just a feeling. #$e#You're not alone. I think I am, too." ,

			"spring_Mon2": "… It’s nice to see everything come alive again. $1#$e# So much pollen, though… $0" ,
			"spring_Tue2": "People have been stocking up on allergy medication. $0#$e# It’s been a little bit busier lately. $1" ,
			"spring_Wed2": "I’m sorry... I’d love to talk, I’m just so busy. $0#$e# Lots of prescriptions this time of year… $2" ,
			"spring_Thu2": "The week’s almost done. $0#$e#  Maybe that means that I’ll have more time to spend outside. It does wonders for one’s health. $1" ,
			"spring_Fri2": "How are you today, @? $1#$e# Stop by if you need anything. $1" ,
			"spring_Sun2": "Another day of work tomorrow. $0#$e# Be careful of stinging nettles, okay? $2" ,

            "summer_Mon2": "I prefer cooler weather, but seeing everyone so healthy in the warm weather is good, too. $1" ,
            "summer_Tues2": "Still going, @? $0#$e# It seems like you never tire out, even in this weather. $0" ,
            "summer_Wed2": "...! $0#$e# Did you see that, @? It's not every day planes fly over Stardew Valley! $1#$e# Ahem, s-sorry. I must be heading back to work. $2" ,
            "summer_Thu2": "This heat is sweltering. $0#$e# It's not uncommon to see heat stroke this time of year. $2" ,
            "summer_Fri2": "Good day, @. $1#$e# I hope your farming has been going well. $0" ,
            "summer_Sat2": "Do you ever stop by the saloon? $0#$e# Have you tried anything they serve? Anything healthy? $0" ,

            "fall_Mon2": "Oh, hi, @. $0#$e# I hear pumpkins grow fast this time of year. $0" ,
            "fall_Wed2": "Hi. $0#$e# How's business been? Well, good. Things calm down before winter. $0" ,
            "fall_Thu2": "*yawns...* $0#$e# Oh, @! S-sorry, I didn't see you there. Do you... need a prescription? $4" ,
            "fall_Fri2": "Things seem quieter this time of year... $0#$e# Peaceful..." ,
            "fall_Sun2": "Taking care of yourself, @? $1#$e# Stay hydrated, even in autumn. $0" ,
            
            "winter_Mon2": "Flu season is here, officially. $0#$e# Stay safe. I'd hate to see a farmer in the clinic for something nasty. $2" ,
            "winter_Tue2": "The mines are especially cold this time of year, @. $0#$e# I'd advise you to wear multiple layers... $0" ,
            "winter_Wed2": "... $0#$e# Sorry, @. I get a little distracted with this weather. $0" ,
            "winter_Thu2": "Thursdays are always busy for me. $2#$e# I hope down at the farm things are better..." ,
            "winter_Fri2": "You play an important role in this valley, @. $1#$e# Good job. $1" ,

            "winter_13": "My birthday is tomorrow... I can't believe it's been another year... $2#$e# Time moves so fast, @. I'll try and make this year the best one yet... $0" ,
            "winter_13_2": "You remembered my birthday again? $1#$e# Thank you, @. You warmed up my day.$h" ,
            "winter_13_3": "Ah, hi, @. $1#$e# Thank you for wishing me an early birthday. This one will be a good one. $1" ,
            "winter_13_4": "Thank you for stopping by before my birthday. #$e# Seeing all my friends around the town... I feel thankful.$1" ,
            "winter4_13": "Another birthday coming up soon... It's mine, hehe. $1#$e# Erm, thanks for stopping by to say hello. I appreciate it. $4" ,
            "winter8_13": "I... @... $4#$e# You stopping by before my birthday makes me really thankful for you. I- $l#$b# Ah, thank you for the h-hug...! $l" ,
            "winter10_13": "Oh, @! I wanted to talk to you. $4#$e# I-I adore you... I... I'm still struggling to find the words to say. But I know with you in my life, my birthday will be so much better. $4#$e# You've changed this holiday to one I dreaded to one I anticipate... all because I'll get to see you. $l" ,

            "spring_Mon4": "Hi, @. Are you enjoying the flowers blooming again? $1#$e# I am. $1" ,
            "spring_Wed4": "Hmm...? $0#$e# Why, yes, things have been rather busy at the clinic. I can't say I mind. $0" ,
            "spring_Fri4": "Another end to another week. You should come to the saloon at some point, @. $0#$e# A lot of the town talks about you there. Good things, naturally. $0" ,
            "spring_Sat4": "With how you're running about, it doesn't seem like you're relaxing much. $1#$e# Take it easy, okay? $1" ,

            "summer_Tue4": "Bee stings are so common this year. #$e#I see it often. They're harmless if you don't bug them, though. $s#$e#Heh, heh... 'bug' them...$1" ,
            "summer_Thu4": "Oh, hi, @. Is there something you need today? #$e#The clinic is always a safe place to rest if the heat becomes too much. $1#$e#We should really start stocking aloe vera, too." ,
            "summer_Fri4": "Even though Stardew Valley is old-fashioned in many ways, I'm glad there's air conditioning. $s#$e# And lots of cool, fresh water. Your crops must like it, too." ,
            "summer_Sun4": "Hello, @. $s#$e# Sorry, I guess it's just a bit of a melancholy day for me today. Upcoming Monday blues." ,

            "fall_Mon4": "Nothing says fall like some soft jazz music playing through the clinic. #$e#I think it makes people calmer when they come to get their shots. $1" ,
            "fall_Tue4": "I can see the leaves fall from the clinic window. #$e# It's peaceful. #$b#Though, you are probably used to them by now." ,
            "fall_Thu4": "Look up, @! $1#$e# There's a plane flying by. I wonder where they're going? $1" ,
            "fall_Fri4": "I've always wanted to carve a pumpkin. $1#$b# I guess it's just like surgery... in a way... #$e# Ah, no, that's... not right at all! I would never do that to a patient... really! $s" ,
            "fall_Sun4": "Sundays in the fall are different than summer Sundays. They're more cozy.$1#$b#Perfect for hobbies. Some people like building model airplanes. $1#$b# Or... stamp collecting." ,

            "winter_Mon4": "Flu season is especially nasty this year. #$e# So many patients. I envy all the others who can spend time with their friends. $s" ,
            "winter_Tue4": "Do you have to shovel a lot of snow on the farm, @? #$e# Don't hesitate to spend time inside. Listen to your body. " ,
            "winter_Wed4": "I bought some new heated gloves. #$e# Even in the clinic, it's freezing. Hopefully they help. $1" ,
            "winter_Fri4": "I hear there's some medical conferences the next town over. #$e# I could never leave the community, though. I'd miss it dearly." ,
            "winter_Sat4": "In the winter, weekends are still not a break. #$e# No time to rest. $s" ,

            "spring_Mon6": "Hi, @. $1#$e# Are you having a good day? You seem to be smiling today. $1" ,
            "spring_Wed6": "What have I been doing lately, you ask? $8#$e# Well, I found a nice book on this man's experiences as a commercial pilot. $1#$e# I know I'm a doctor, but... I enjoy reading a variety of topics, when I have time..." ,
            "spring_Thu6": "Mmm? Hello... $0#$e# Say, would you happen to grow any mushrooms around your farm? I love using them in my breakfasts. $1#$e# Your farming has helped me have more regular meals. $l " ,
            "spring_Fri6": "Good day, @. $1#$e# It's nice to see a friendly face out and about. Your smile is contagious $1" ,
            "spring_Sat6": "Ah, @, wait! $8#$e# You have a little cut on your hand, did you see it? $8#$e# One second, let me just... there we go. #$e# I always carry little bandages in my pocket. $0" ,

            "summer_Tue6": "...? Oh, @, that's very sweet of you to say. I trust you too. $1#$e# ... I'll be thinking about that all day... $l#$e# Ah, you h-heard that? Ah, gotta go, I'm on call!" ,
            "summer_Thu6": "Lots of work to do, as usual. $2#$e# Nevertheless, seeing you around brightens up the day a bit. Thank you. $1" ,
            "summer_Fri6": "Would you maybe want to join me to-... $0#$e# Ah, sorry, @.... You're probably very busy. $0" ,
            "summer_Wed6": "Ready for the new week, @? $1#$e# I got a new patient from a nearby town yesterday. $1" ,

            "fall_Mon6": "The air smells different around this time of year. $1#$e# There seems to be more planes flying over the valley... it would be nice to go on vacation, too. $2" ,
            "fall_Wed6": "Did you sleep well last night, @? $0#$e# Take care of yourself. It's important, okay? $0#$e# I stayed up a bit too late last night listening to some music. #$e# Tell me some recommendations one day. $1" ,
            "fall_Thu6": "There's the bright smile I'm used to. $1#$e# Sorry if you're busy, @. I wanted to say hi. $l" ,
            "fall_Fri6": "Before you arrived, people would be a bit more somber around fall. $0#$e# Now, they seem excited because there's new life in the valley. $1" ,
            "fall_Sat6": "You aren't going in the mines, are you, @? $0#$e# I'll be worried about you, you know. $l " ,

            "winter_Mon6": "Ah, it's cold outside. $0#$e# You seem chilly. If you need to borrow my jacket one day, just ask. $l" ,
            "winter_Thu6": "Winters are lonely. $s#$e# Do you ever feel that way, @? I guess it's normal. #$e# The cold makes it harder. $s" ,
            "winter_Wed6": "Ah, you're cold. I can tell by your frosty cheeks. $1#$e# Not trying to lie to a doctor, are you, @? $3" ,
            "winter_Fri6": "Heehee... $l#$e# You have a snowflake on your nose. It'll melt soon, but now it's... sweet. $1" ,
            "winter_Sat6": "... If you need some, I have little glove warmers back at the clinic. #$e# I don't want your hands to be cold. $s" ,

            "spring_Mon8": "Ah, @. $l#$e# I'm so happy to see you today. You... $l#$e# Sorry, I'm at a loss for words. I-in a good way. $l#$e# You're glowing today... $l" ,
            "spring_Tue8": "Hi, @! Hmm, what's that? $0#$e# Ah, well, yes, I have been using the radio lately. #$e# I still find myself getting so excited to hear planes fly by. $1" ,
            "spring_Wed8": "Ah, spring... Everything comes to life. $1#$e# Thank you for saying hi. You really brighten up my days. $l" ,
            "spring_Thu8": "This morning, I looked in the mirror, and I found myself smiling brightly. $1#$e# I think I owe it to you, @. $l#$e# The pain of loneliness stings less when you visit. Please keep stopping by." ,
            "spring_Sat8": "Hi, @! Stopping by the clinic anytime soon? $1#$e# I always get excited when the door opens. #$e# I always hope it's you. $l" ,

            "summer_Tue8": "So hot outside! $s#$e# W-what!? Take my jacket off? $7#$e# T-that's... oh goodness gracious, @! $7#$e# What's that face for...? $l" ,
            "summer_Wed8": "Good day, @. $1#$e# Any mushrooms around for me? Haha. $1#$e# I'd love to share a nice lunch with you, if you're ever free." ,
            "summer_Sat8": "Mmm, hello. Sorry, I'm a bit sleepy today. #$e# Must be the warm weather... #$e#" ,
            "summer_Sun8": "I finished a new plane in my collection, @. $1#$e# Please come by and check it out one day. #$e# You're the one person I feel comfortable telling about it. $l" ,

            "fall_Mon8": "@, you... $l#$e# You look lovely today. Stay warm, okay? $1" ,
            "fall_Tue8": "One second, you have a little... #$e# ... There. A small leaf in your hair. #$e# Now it's perfect as usual. $l" ,
            "fall_Wed8": "I've been worrying less about getting patients, lately. #$e# I guess it's because, well, erm... $7#$e# I guess I've been... Thinking of other things... $5" ,
            "fall_Sat8": "I tried styling my hair a little bit different today. $1#$e# Though it kind of looks the same. Hmm. #$e# Ah! Y-you don't have to fix it yourself... $l#$e# Your hands are so warm... $1" ,
            "fall_Sun8": "Thank you for stopping by to check on me. #$e# When everything is overwhelming, you calm it all. #$e# You are my medicine, my cure, my healing... $l#$e# Sorry, I got carried away." ,

            "winter_Mon8": "Your hands are so cold. May I? #$e# Let me hold your hands for a moment. Frostbite is dangerous, @." ,
            "winter_Tue8": "I saw you wandering around the other day. #$e# Please be careful out there. This old doctor worries. $s" ,
            "winter_Wed8": "People have been coming in from other towns to the clinic. #$e# Oh, @, it's so stressful. $s#$e# They speak of all those who are sick in their home hospitals. It's so sad. $s#$e# I'm proud of what I do here. I love the people, the community. Keeping them safe. $0" ,
            "winter_Thu8": "Ah, what's this? I have a snowflake on me? #$e# Oh, @, y-you don't have to... Eeep... $7#$e# S-sorry, that was... I didn't mind, no, I- $7#$e# Thank you... $7" ,

            "spring_Tue10": "Oh, @... Hello! Come here a moment... $l#$e#I'm sorry. I wanted to see your face up close. #$e# That smile... I want to protect it. $l" ,
            "spring_Thu10": "Come to say hello to the doctor, have you? $1#$b#Well, if you need a check up... let me know. $1#$e#I always have room in the clinic... and my arms... for you." ,
            "spring_Fri10": "I bought a nice lunch today. #$b#Inspired by you, it had lots of fresh produce. #$e# Please let me buy you lunch some day. You deserve it.#$e#I could listen to you talk all afternoon. Whatever you wanted. $1" ,
            "spring_Sun10": "Ah, @! What are you doing? #$b#A flower in my hair. W-well... does it look... okay? $l#$e# Thank you... You're quite silly. $1#$e# What would my days be like without you? $1" ,

            "summer_Tue10": "Sometimes I try and find the courage to tell you every day how gorgeous you are... $l#$b# It's hard, but... you're worth conquering my fears for. $l" ,
            "summer_Thu10": "I think the others know about... You know. $l#$b# I can't help but dote on you. I have to protect you. #$e# Stay safe, @." ,
            "summer_Fri10": "Ah, this scratch! This bruise... Oh, @... #$b# Be careful, my heart can't handle the thought of you all hurt. #$e# Please, stay at the clinic. I'll patch you up... every single bump..." ,
            "summer_Sun10": "H-hi, @... May I... $4#$b# @, may I see your smile again? It brightens my day. $1#$e# Oh, thank you... I... I adore you. $l#$e# I can get back to work without stress now." ,

            "fall_Tue10": "I used to try to imagine a different life. Different town, different people, different clinic. #$b# Now, I can't. Not without you. $s#$e# I want to be with you. Wherever you are, wherever you go.#$e#Please, don't let me go. $l" ,
            "fall_Thu10": "Fall's so cozy. I feel happy this year. $1#$b# It feels like my work's paying off. #$e# With everyone healthy, I have more time to spend... thinking of you. $l#$b# Ah... thank you for holding my hand. I need you next to me. $l" ,
            "fall_Fri10": "You tell me if you need anything, ok? #$e#Hot coffee, bandages, hugs... it's all yours. $4#$b# Sent with love from the doctor's. $1" ,
            "fall_Sun10": "AH...! #$b# You scared me with that hug. I... I didn't mind it, though. $4#$e# H-hold me longer, please? $4#$e#I feel safe in your arms. " ,

            "winter_Tue10": "Mmm. Your hugs are so warm. $l#$e# Keep hugging me, and I think my heart will explode. $1#$e# Ah, another one! @, s-stop! You're... Mmm... $1#$e# Maybe don't stop. $l" ,
            "winter_Thu10": "Have you noticed something different about the clinic?$1#$b# Mistletoe. $1#$e# Looks like this old man has a few tricks up his sleeve. $1#$e# Wait, now that I told you... Nevermind. Will you kiss me regardless? $l#$e#" ,
            "winter_Fri10": "Oh, @, I wanted to talk to you. #$e# I've been thinking of taking less shifts at the clinic.#$b#I could go in when I'm needed, or do house calls.#$b# That way, I could... erm...#$b# I could spend more time with you.#$e# I... miss you when you're not around." ,
            "winter_Sun10": "Some day I want to walk you back to the farm, holding your hand. $l#$e# There's nobody else I'd rather look after. $l#$e#My heart is loyal to you and you alone... I mean it. $l#$e# I guess you could say that you are the pilot of my heart. $l" 


		}
	}]
}

